Repository: oehfhooe-assistenz/unihanko-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Named vote
de: namentliche Abstimmung

source: Item code
de: TOP-Code

source: Auto-generated: S001, S002, ...
de: Automatisch generiert: S001, S002, ...

source: Position in agenda
de: Position in der Tagesordnung

source: For procedural items
de: Für den Sitzungsablauf

source: Subject of the item
de: Gegenstand des Tagesordnungspunkts

source: Discussion contents for the item
de: Diskussionsinhalte für den Tagesordnungspunkt

source: Result or outcome for the item
de: Ergebnis oder Ausgang für den Tagesordnungspunkt

source: Voting mode
de: Wahlmodus

source: Votes for
de: Stimmen für

source: Votes against
de: Stimmen dagegen

source: Elected person
de: Gewählte Person

source: Elected person (text reference)
de: Gewählte Person (Textverweis)

source: Temporary text reference for elected person - to be linked to PersonRole later
de: Vorläufiger Textverweis für die gewählte Person – wird später mit Funktion verknüpft

source: Elected role (text reference)
de: Gewählte Funktion (Textverweis)

source: Temporary text reference for elected role - to be linked to PersonRole later
de: Vorläufiger Textverweis für die gewählte Rolle – wird später mit Funktion verknüpft

source: Session Item
de: Tagesordnungspunkt

source: Session Items
de: Tagesordnungspunkte

source: Failed to generate unique item code
de: Es konnte kein eindeutiger TOP-Code generiert werden.

source: An item with order %(order)d already exists in this session.
de: Ein Tagesordnungspunkt mit der Reihung %(order)d existiert bereits in dieser Sitzung.

source: For counted voting, all vote counts must be filled in.
de: Bei der Stimmenzählung müssen alle Stimmen eingetragen werden.

source: For
de: Dafür

source: Against
de: Dagegen

source: Abstain
de: Enthaltung

source: Item
de: Tagesordnungspunkt

source: Vote
de: Wahl

source: Votes
de: Stimmen

source: This mandate has already voted on this item.
de: Dieser Mandatar hat bereits über diesen Punkt abgestimmt.

source: You don't have permission to edit sessions
de: Du hast keine Berechtigung, Sitzungen zu bearbeiten.

source: Session is locked. Cannot modify items.
de: Die Sitzung ist gesperrt. Tagesordnungspunkte können nicht geändert werden.

source: Item saved successfully
de: Tagesordnungspunkt erfolgreich gespeichert

source: Session is locked. Cannot delete items.
de: Die Sitzung ist gesperrt. Tagesordnungspunkte können nicht gelöscht werden.

source: Item {code} deleted
de: Tagesordnungspunkt {code} gelöscht

source: Session is locked. Cannot reorder items.
de: Die Sitzung ist gesperrt. Tagesordnungspunkte können nicht neu angeordnet werden.

source: Items reordered successfully
de: Tagesordnungspunkte erfolgreich neu angeordnet

source: Session is locked. Cannot insert items.
de: Die Sitzung ist gesperrt. Es können keine Tagesordnungspunkte eingefügt werden.

source: Ready to insert item at position {order}
de: Bereit zum Einfügen des TOPs an Position {order}

source: A record with this %(field)s already exists. Please use a different value.
de: Ein Datensatz mit diesem Namen %(field)s existiert bereits. Bitte verwende einen anderen Wert.

source: This record already exists. Please check for duplicates or modify your input.
de: Dieser Datensatz existiert bereits. Bitte überprüfe auf Duplikate oder ändere die Eingabe.

source: This record cannot be deleted or modified because other records depend on it. Please remove the dependent records first.
de: Dieser Datensatz kann nicht gelöscht oder geändert werden, da andere Datensätze davon abhängig sind. Bitte entferne zuerst die abhängigen Datensätze.

source: The selected related record does not exist or has been deleted. Please choose a valid option.
de: Der ausgewählte zugehörige Datensatz existiert nicht oder wurde gelöscht. Bitte wähle eine gültige Option aus.

source: The data you entered violates business rules. Please check that all dates, amounts, and values are valid.
de: Die eingegebenen Daten verstoßen gegen Validierungsregeln. Bitte überprüfe, ob alle Daten, Beträge und Werte gültig sind.

source: The field '%(field)s' is required and cannot be empty.
de: Das Feld '%(field)s' ist erforderlich und darf nicht leer sein.

source: A required field is missing. Please fill in all required fields.
de: Ein Pflichtfeld fehlt. Bitte fülle alle Pflichtfelder aus.

source: A database error occurred. Please check your input and try again. If the problem persists, contact support.
de: Ein Datenbankfehler ist aufgetreten. Bitte überprüfe die Eingabe und versuche es erneut. Wenn das Problem weiterhin besteht, wende dich an den Support.

source: PTO Year Breakdown
de: Aufschlüsselung nach Abwesenheitsjahr

source: PTO Years Breakdown
de: Aufschlüsselung nach Abwesenheitsjahren

source: Work terms
de: Arbeitszeit-Bedingungen

source: PTO terms
de: Abwesenheits-Bedingungen

source: Personal data
de: Personenbezogene Daten

source: Miscellaneous
de: Verschiedenes

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: Daily expected minutes
de: Täglich erwartete Arbeitsminuten

source: Release action is not configured.
de: Aktion "Freigeben/Drucken" nicht konfiguriert

source: Printed employee dossier PDF
de: Dienstnehmerakte ausgedruckt

source: Print Employee PDF
de: Dienstnehmerakte drucken

source: Required for this document type.
de: Für diesen Dokumententyp erforderlich.

source: Document
de: Dokument

source: Printed document receipt PDF
de: Dokumentenbeleg ausgedruckt

source: Print document receipt PDF
de: Dokumentenbeleg drucken

source: Leave request is only available for AA documents.
de: Ein Abwesenheitsantrag ist nur für Dokumente vom Typ AA verfügbar.

source: Printed leave request receipt PDF
de: Abwesenheitsantrag (Beleg) ausgedruckt

source: Print leave request receipt PDF
de: Abwesenheitsantrag (Beleg) drucken

source: Sick leave request is only available for KM documents.
de: Eine Krankmeldung ist nur für Dokumente vom Typ KM verfügbar.

source: Printed sick note receipt PDF
de: Krankmeldung (Beleg) ausgedruckt

source: Print sick note receipt PDF
de: Krankmeldung (Beleg) drucken

source: Submission action is not configured.
de: Aktion "Einreichen" nicht konfiguriert

source: Document %(code)s submitted
de: Dokument %(code)s eingereicht

source: Cannot withdraw after approvals.
de: Nach der Genehmigung kann keine Rücknahme erfolgen.

source: Withdraw action is not configured.
de: Aktion "Zurücknehmen" nicht konfiguriert

source: Document %(code)s withdrawn
de: Dokument %(code)s zurückgenommen

source: Withdraw submission
de: Einreichung zurücknehmen

source: Already approved (WiRef).
de: Bereits genehmigt (WiRef).

source: WiRef approval action is not configured.
de: Aktion "Genehmigen (WiRef)" nicht konfiguriert

source: Document %(code)s approved (WiRef)
de: Dokument %(code)s genehmigt (WiRef)

source: Approved (WiRef).
de: Genehmigt (WiRef).

source: Approve (WiRef)
de: Genehmigen (WiRef)

source: Already approved (Chair).
de: Bereits genehmigt (Vorsitz).

source: Chair approval action is not configured.
de: Aktion "Genehmigen (Vorsitz)" nicht konfiguriert

source: Document %(code)s approved (Chair)
de: Dokument %(code)s genehmigt (Vorsitz)

source: Approved (Chair).
de: Genehmigt (Vorsitz).

source: Nothing to reject (not submitted).
de: Nichts zurückzuweisen (nicht eingereicht).

source: Already final; cannot reject.
de: Bereits endgültig; kann nicht zurückgewiesen werden.

source: WiRef rejection action is not configured.
de: Aktion "Zurückweisen (WiRef)" nicht konfiguriert

source: Document %(code)s rejected (WiRef)
de: Dokument %(code)s zurückgewiesen (WiRef)

source: Rejected (WiRef).
de: Zurückgewiesen (WiRef).

source: Reject (WiRef)
de: Zurückweisen (WiRef)

source: Chair rejection action is not configured.
de: Aktion "Zurückweisen (Vorsitz)" nicht konfiguriert

source: Document %(code)s rejected (Chair)
de: Dokument %(code)s zurückgewiesen (Vorsitz)

source: Rejected (Chair).
de: Zurückgewiesen (Vorsitz)

source: State
de: Status

source: Approved (WiRef)
de: Angenommen (WiRef)

source: Approved (Final)
de: Angenommen (Endgültig)

source: Work Calendar
de: Arbeitskalender

source: Leave Calendar
de: Abwesenheitskalender

source: Minutes
de: Minuten

source: Worktime overview
de: Arbeitszeitjournal

source: PTO overview
de: Abwesenheitsjournal

source: Totals preview
de: Vorschau der Gesamtwerte

source: Printed timesheet PDF
de: Stundenzettel ausgedruckt

source: Print Timesheet PDF
de: Stundenzettel drucken

source: Timesheet %(period)s submitted
de: Stundenzettel %(period)s eingereicht

source: Timesheet submitted.
de: Stundenzettel eingereicht.

source: This timesheet hasn’t been submitted yet.
de: Dieser Stundenzettel wurde noch nicht eingereicht.

source: Timesheet %(period)s withdrawn
de: Stundenzettel %(period)s zurückgenommen

source: Submission withdrawn.
de: Einreichung zurückgenommen.

source: Submit first before approving.
de: Vor der Genehmigung zuerst einreichen.

source: Already approved by WiRef.
de: Bereits von WiRef genehmigt.

source: Timesheet %(period)s approved
de: Stundenzettel %(period)s genehmigt

source: Approved by WiRef.
de: Genehmigt durch WiRef.

source: Already approved by Chair.
de: Bereits durch Vorsitz genehmigt.

source: Approved by Chair.
de: Vom Vorsitz genehmigt.

source: Timesheet %(period)s rejected
de: Stundenzettel %(period)s zurückgewiesen

source: Rejected by WiRef.
de: Von WiRef zurückgewiesen.

source: Rejected by Chair.
de: Vom Vorsitz zurückgewiesen.

source: Locking is only available after final approval.
de: Die Sperrung ist erst nach der endgültigen Genehmigung möglich.

source: Lock action is not configured.
de: Aktion "Sperren" nicht konfiguriert

source: Timesheet %(period)s locked
de: Stundenzettel %(period}s gesperrt

source: Locked.
de: Gesperrt.

source: Lock
de: Sperren

source: Not locked.
de: Nicht gesperrt

source: Unlock action is not configured.
de: Aktion "Entsperren" nicht konfiguriert

source: Timesheet %(period)s unlocked
de: Stundenzettel %(period)s entsperrt

source: Unlocked.
de: Entsperrt.

source: Unlock
de: Entsperren

source: Basics
de: Grundlegendes

source: Rules
de: Regeln

source: Comment
de: Vermerk

source: Use this calendar by default.
de: Diesen Kalender standardmäßig verwenden.

source: Holiday calendar
de: Feiertagskalender

source: Holiday calendars
de: Feiertagskalender

source: Another holiday calendar is already active. Deactivate it first or uncheck this field.
de: Ein anderer Feiertagskalender ist bereits aktiv. Deaktiviere diesen zuerst oder deaktiviere dieses Feld.

source: Assignment
de: Funktionszuweisung

source: Weekly hours
de: Wöchentliche Arbeitszeit

source: Nominal weekly working hours (e.g. 10.00).
de: Nominelle wöchentliche Arbeitszeit (z. B. 10,00).

source: Running balance (minutes)
de: Laufender Saldo (Minuten)

source: Time-account balance across months.
de: monatsübergreifendes Arbeitszeitkonto

source: Employment start (override)
de: Dienstantritt (Override)

source: Start of employment. Override in case of misalignment with assigned Role.
de: Beginn des Arbeitsverhältnisses. Überschreiben bei Nichtübereinstimmung mit der zugewiesenen Rolle.

source: Employment end (override)
de: Dienstaustritt (Override)

source: End of employment. Override in case of misalignment with assigned Role.
de: Beendigung des Arbeitsverhältnisses. Überschreiben bei Nichtübereinstimmung mit der zugewiesenen Rolle.

source: Annual leave days (base)
de: Jahresurlaubsanspruch (Basis)

source: Base days per PTO year (for a 5-day-week; legal standard: 25)
de: Basis-Urlaubstage pro Urlaubsjahr (bei einer 5-Tage-Woche; gesetzlicher Standard: 25)

source: Extra leave days
de: Zusätzliche Urlaubstage

source: Additional annual days (e.g. disability, agreements).
de: Zusätzliche Urlaubstage (z. B. Behinderung, Vereinbarungen).

source: PTO reset date override
de: Datum des Abwesenheitsjahres-Resets (Override)

source: If empty, PTO year resets on Jan 1. If set, PTO year starts each year on this month/day.
de: Wenn leer, wird das Abwesenheitsjahr am 1. Januar zurückgesetzt. Wenn festgelegt, beginnt das Abwesenheitsjahr jedes Jahr an diesem Datum.

source: Social Insurance number
de: Sozialversicherungsnummer

source: Austrian or international social insurance no.
de: Österreichische oder internationale Sozialversicherungsnummer

source: Date of birth
de: Geburtsdatum

source: Employee
de: Dienstnehmer

source: Employees
de: Dienstnehmer

source: End must be on/after start.
de: Der Dienstantritt muss nach dem Diensteintritt liegen.

source: Year
de: Jahr

source: Period start
de: Periodenbeginn

source: Period end (exclusive)
de: Periodenende (exklusiv)

source: Entitlement (minutes)
de: Anspruch (Minuten)

source: Carry-in (minutes)
de: Übertrag (Minuten)

source: Manual adjust (minutes)
de: Handkorrektur (Minuten)

source: Employee PTO year
de: Abwesenheitsjahr der Mitarbeiter

source: Employee PTO years
de: Abwesenheitsjahre der Mitarbeiter

source: A PTO year record already exists for this employee in {year}.
de: Für diesen Mitarbeiter existiert bereits ein Abwesenheitsjahr-Datensatz für {year}.

source: Supplemental Agreement
de: Zusatzvereinbarung

source: Contract of Employment
de: Dienstvertrag

source: Leave Request
de: Abwesenheitsantrag

source: Sick Note
de: Krankmeldung

source: Other / Miscellaneous
de: Sonstiges / Verschiedenes

source: Type of document.
de: Art des Dokuments.

source: Title/Subject
de: Titel/Betreff

source: Title of document (e.g. leave request from ... to).
de: Titel des Dokuments (z. B. Urlaubsantrag von ... bis).

source: Details / body
de: Inhalt

source: Detailed description or verbatim of the document.
de: Detaillierte Beschreibung oder 1:1-Inhalt des Dokuments.

source: Start
de: Startdatum

source: Start date (e.g. of the sick note, the leave request). Leave blank if none.
de: Startdatum (z. B. der Krankmeldung, des Urlaubsantrags). Leer lassen, wenn nicht vorhanden.

source: End
de: Enddatum

source: Start date (e.g. of the sick note, the leave request). Leave blank if none or without set end.
de: Startdatum (z. B. der Krankmeldung, des Urlaubsantrags). Leer lassen, wenn kein Datum vorhanden ist oder kein Enddatum festgelegt wurde.

source: Set if the document is still active.
de: Das Dokument als aktiv kennzeichnen (wenn zutreffend).

source: PDF file
de: PDF-Datei

source: Optional PDF file (e.g. the contract or agreement).
de: Optionale PDF-Datei (z. B. der Vertrag oder die Vereinbarung).

source: Relevant third party
de: relevanter Drittempfänger

source: Name or identifier of relevant third party (e.g. health insurance, accounting firm, ...). Used for PDF receipts. Optional.
de: Name oder Kennung der betreffenden relevanten Drittempfänger (z. B. Krankenkasse, Wirtschaftsprüfungsgesellschaft, ...). Wird für PDF-Belege verwendet. Optional.

source: Auto-generated.
de: Automatisch generiert.

source: Employee Document
de: Mitarbeiterdokument

source: Document Center
de: Dokumentencenter

source: Month
de: Monat

source: Opening balance (minutes)
de: Eröffnungssaldo (Minuten)

source: Expected minutes
de: Erwartete Minuten

source: Worked minutes
de: Gearbeitete Minuten

source: Credit minutes (leave/sick/etc.)
de: Gutschrift-Minuten (Urlaub/Krankheit/etc.)

source: Closing balance (minutes)
de: Schlusssaldo (Minuten)

source: Signed PDF (optional)
de: Signierte PDF-Datei (optional)

source: Timesheet
de: Stundenzettel

source: Timesheets
de: Stundenzettel

source: A timesheet already exists for this employee in {year}-{month:02d}.
de: Für diesen Mitarbeiter existiert bereits ein Stundenzettel in {year}-{month:02d}.

source: Work
de: Arbeit

source: Leave (paid)
de: Urlaub (bezahlt)

source: Sick (paid)
de: Krankenstand (bezahlt)

source: Public holiday
de: Feiertag

source: Other
de: Sonstiges

source: Date
de: Datum

source: Start (optional)
de: Beginn (optional)

source: End (optional)
de: Ende (optional)

source: Time entry
de: Zeiteintrag

source: Time entries
de: Zeiteinträge

source: An identical entry already exists for this date and type.
de: Für dieses Datum und diesen Typ existiert bereits ein identischer Eintrag.

source: Entry date must lie within the sheet’s year and month.
de: Das Datum des Zeiteintrags muss innerhalb des Jahres und Monats des Stundenzettels liegen.

source: This date is a public holiday. Entering work time would double-count.
de: Dieses Datum ist ein Feiertag. Die Eingabe der Arbeitszeit würde doppelt gezählt werden.

source: End time must be after start time (same day).
de: Die Endzeit muss nach der Startzeit liegen (am selben Tag).

source: Minutes ({mins}) don’t match the time span ({span}).
de: Die Minuten ({mins}) stimmen nicht mit der Zeitspanne ({span}) überein.

source: Expected daily minutes are zero; please enter a value.
de: Die erwarteten täglichen Minuten sind null; bitte geben Sie einen Wert ein.

source: Provide either minutes or a start/end time.
de: Gib entweder Minuten oder eine Start-/Endzeit an.

source: Please provide both start and end times or neither.
de: Gib entweder Start- und Endzeiten an oder gar keine Zeitspanne.

source: Leave blank to auto-fill (1 year − 1 day).
de: Leer lassen, um automatisch auszufüllen (1 Jahr − 1 Tag).

source: Leave blank to auto-generate (WJyy_yy).
de: Leer lassen, um automatisch zu generieren (WJyy_yy).

source: Auto-filled from role default. Adjust if needed for this specific plan.
de: Automatisch aus der Standardrolle ausgefüllt. Bei Bedarf für diese Dauerrechnung anpassen.

source: Auto-calculated from assignment dates ∩ fiscal year. Adjust if needed.
de: Automatisch berechnet anhand der Funktionszuweisungsdaten ∩ Geschäftsjahr. Bei Bedarf anpassen.

source: <strong>Tip:</strong> Use the assignment holder’s name
de: <strong>Tipp:</strong> Verwenden Sie den Namen des Auftraggebers.

source: Use name
de: Name verwenden

source: <strong>Tip:</strong> Default reference
de: <strong>Tipp:</strong> Standardreferenz

source: Use “Funktionsgebühr”
de: “Funktionsgebühr” verwenden

source: Required when leaving Draft.
de: Erforderlich beim Verlassen des Entwurfs.

source: Financial parameters set by WiRef.
de: Von WiRef festgelegte Finanzdaten.

source: Payment Window
de: Zahlungsfenster

source: Banking
de: Bankwesen

source: Payee details completed via portal. Reference text set by admin.
de: Empfängerdaten über Portal ausgefüllt. Referenztext vom WiRef festgelegt.

source: Submission
de: Einreichung

source: Received from payee via public portal.
de: Vom Zahlungsempfänger über das öffentliche Portal erhalten.

source: Window
de: Fenster

source: Total
de: Gesamt

source: Resolved window (clamped to FY)
de: Aufgelöstes Fenster (an das Wirtschaftsjahr angepasst)

source: — will be shown after saving —
de: — wird nach dem Speichern angezeigt —

# PaymentPlan admin hint
source: will be generated after saving
de: wird nach dem Speichern generiert

# PaymentPlan admin hint
source: not available
de: nicht verfügbar

source: Role’s default monthly amount (per Statutes)
de: standardmäßige Aufwandsentschädigung der Rolle (gemäß Satzung)

source: Monthly breakdown (30-day proration)
de: Monatliche Aufschlüsselung (30-Tage-Abrechnung)

source: Recommended total ['richtwert']
de: Empfohlener Gesamtbetrag [„Richtwert“]

source: Bank reference previews
de: Bankreferenz-Vorschau

source: Cannot submit until payee has signed and uploaded the form.
de: Die Übermittlung ist erst möglich, wenn der Zahlungsempfänger das Formular unterschrieben und hochgeladen hat.

source: Payment plan %(code)s submitted
de: FuGeb-Dauerrechnung %(code)s eingereicht

source: Payment plan %(code)s withdrawn
de: FuGeb-Dauerrechnung %(code)s zurückgezogen

source: WiRef approval action not configured.
de: Aktion "Genehmigen (WiRef)" nicht konfiguriert

source: Payment plan %(code)s approved (WiRef)
de: FuGeb-Dauerrechnung %(code)s genehmigt (WiRef)

source: Chair approval action not configured.
de: Aktion "Genehmigen (Vorsitz)" nicht konfiguriert

source: Payment plan %(code)s approved (Chair)
de: FuGeb-Dauerrechnung %(code)s genehmigt (Vorsitz)

source: Both approvals required before verification.
de: Beide Genehmigungen sind vor der Verifizierung erforderlich.

source: Payment plan %(code)s bank-transaction verified (WiRef)
de: FuGeb-Dauerrechnung %(code)s als Banküberweisung verifiziert (WiRef)

source: Banking verified. Plan is now ACTIVE.
de: Zahlungslauf verifiziert. Dauerrechnung ist jetzt AKTIV.

source: Verify banking
de: Zahlungslauf verifizieren

source: Payment end date automatically set to %(date)s. You can adjust if needed.
de: Das Zahlungsenddatum wird automatisch auf %(date)s gesetzt. Du kannst es bei Bedarf anpassen.

source: Cancel action not configured.
de: Aktion "Stornieren" nicht konfiguriert

source: Payment plan %(code)s cancelled
de: FuGeb-Dauerrechnung %(code)s storniert

source: Plan cancelled.
de: FuGeb-Dauerrechnung storniert.

source: Cancel plan
de: FuGeb-Dauerrechnung stornieren

source: Printed payment plan PDF
de: FuGeb-Dauerrechnung (Beleg) ausgedruckt

source: Print Payment Plan PDF
de: FuGeb-Dauerrechnung (Beleg) drucken

source: Export selected to PDF
de: Auswahl als PDF exportieren

source: Included in bulk PDF export
de: Im Massen-PDF-Export enthalten

source: Draft: please wait for payment plan filing by person, then review if all fields are present and correct.
de: Entwurf: Bitte warte, bis die Person die Dauerrechnung eingereicht hat, und überprüfe dann, ob alle Felder vorhanden und korrekt sind.

source: ⚠️ <strong>Cancelled:</strong> Verify the payment end date is correct, and ensure all standing orders (Daueraufträge) are cancelled with the bank.
de: ⚠️ <strong>Storniert:</strong> Verifiziere, ob das Zahlungsenddatum korrekt ist, und stelle sicher, dass alle Daueraufträge bei der Bank storniert wurden.

source: Define the assignment and fiscal context for this payment plan.
de: Lege die Funktionszuweisung und die Finanzdaten für diese FuGeb-Dauerrechnung fest.

source: Optional: Set payment reference text now (default: 'Funktionsgebühr').
de: Optional: Zahlungsreferenz jetzt festlegen (Standard: „Funktionsgebühr“).

source: Printed fiscal year PDF
de: WJ-Übersicht ausgedruckt

source: Print receipt PDF
de: WJ-Übersicht drucken

source: Print selected as overview PDF
de: Auswahl als Übersicht drucken

source: Set selected as active (and clear others)
de: Auswahl als aktiv festlegen (und andere deaktivieren)

source: You don't have permission to set active.
de: Du hast keine Berechtigung, den Status auf „aktiv“ zu setzen.

source: You cannot set a locked fiscal year as active. Deselect locked rows first.
de: Du kannst ein gesperrtes WJ nicht als aktiv festlegen. Ändere die Auswahl.

source: Select exactly one fiscal year to set active (you selected %(n)d).
de: Wähle genau ein Wirtschaftsjahr aus, das du aktivieren möchtest (Du hast %(n)d ausgewählt).

source: %(code)s is already the active fiscal year.
de: %(code)s ist bereits das aktive Wirtschaftsjahr.

source: Activated %(code)s as the current fiscal year.
de: %(code)s als das aktuelle Wirtschaftsjahr aktiviert.

source: Could not set active due to a database constraint (another year may have been activated concurrently).
de: Konnte aufgrund einer Datenbankbeschränkung nicht aktiviert werden (möglicherweise wurde gleichzeitig ein anderes Wirtschaftsjahr aktiviert).

source: You don't have permission to lock years.
de: Du hast keine Berechtigung, das Wirtschaftsjahr zu sperren.

source: Fiscal year %(code)s locked
de: Wirtschaftsjahr %(code)s gesperrt

source: Fiscal year locked.
de: Wirtschaftsjahr gesperrt.

source: Lock year
de: Wirtschaftsjahr sperren

source: You don't have permission to unlock years.
de: Du hast keine Berechtigung, Wirtschaftsjahre zu entsperren.

source: Fiscal year %(code)s unlocked
de: Wirtschaftsjahr %(code)s entsperrt
