Repository: oehfhooe-assistenz/unihanko-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: You must confirm the affidavit to proceed.
de: Du musst die eidesstattliche Erklärung bestätigen, um fortzufahren.

source: Signed PDF Form
de: Unterschriebenes PDF-Formular

source: Upload your signed form (PDF, max 20MB)
de: Lade dein unterschriebenes Formular hoch (PDF, max. 20 MB)

source: e.g., ABCD-EFGH
de: z. B. ABCD-EFGH

source: Enter your personal access code (provided by administration)
de: Gib deinen Personal Access Code ein (vom ÖH-Team bereitgestellt).

source: Invalid personal access code. Please check and try again.
de: Ungültiger Personal Access Code. Bitte überprüfe ihn und versuche es erneut.

source: Full name on bank account
de: Vollständiger Name auf dem Bankkonto

source: Street, Number Postal Code, City Country
de: Straße, Hausnummer Postleitzahl, Ort Land

source: Name of the account holder
de: Name des Kontoinhabers

source: International Bank Account Number
de: Internationale Bankkontonummer

source: Bank Identifier Code (SWIFT)
de: Bankleitzahl (SWIFT)

source: Full postal address of account holder
de: Vollständige Postanschrift des Kontoinhabers

source: Please enter a valid Austrian IBAN (AT followed by 18 digits)
de: Bitte gib eine gültige IBAN ein (z.B. AT gefolgt von 18 Ziffern).

source: BIC must be 8 or 11 characters long
de: BIC muss 8 oder 11 Zeichen lang sein.

source: An address is required
de: Eine Adresse ist erforderlich.

source: Please provide a complete address
de: Bitte gib eine vollständige Adresse an.

source: Upload your signed payment plan form (PDF, max 20MB)
de: Lade deine unterschriebene FuGeb-Dauerrechnung hoch (PDF, max. 20 MB)

source: Date of Signature
de: Datum der Unterschrift

source: Date when you signed the form
de: Datum, an dem du das Formular unterschrieben hast

source: File size exceeds %(size)dMB. Please upload a smaller file.
de: Die Dateigröße überschreitet %(size)d MB. Bitte lade eine kleinere Datei hoch.

source: Only PDF files are allowed.
de: Es sind nur PDF-Dateien zulässig.

source: PDF contains embedded files, not allowed for security.
de: Die PDF enthält eingebettete Dateien, die aus Sicherheitsgründen nicht zulässig sind.

source: PDF contains JavaScript, not allowed for security.
de: Die PDF enthält JavaScript, das aus Sicherheitsgründen nicht zulässig ist.

source: Invalid or corrupted PDF file.
de: Ungültige oder beschädigte PDF-Datei.

source: Unable to validate PDF file.
de: PDF-Datei kann nicht validiert werden.

source: Reference code not found: %(ref)s
de: Referenzcode nicht gefunden: %(ref)s

source: ECTS Reimbursement Center
de: ECTS-Anrechnungs-Center

source: Filing is not currently open for this semester.
de: Die Anrechnung für dieses Semester ist derzeit nicht möglich.

source: Please enter the access code first.
de: Bitte gib zuerst den Zugangscode ein.

source: Filing period has ended for this semester.
de: Die Einreichfrist für dieses Semester ist abgelaufen.

source: You already have a request for this semester (%(ref)s).
de: Du hast bereits einen Antrag für dieses Semester gestellt (%(ref)s).

source: Please add at least one course.
de: Bitte füge mindestens eine Lehrveranstaltung hinzu.

source: File Request
de: Antrag einreichen

source: A request was already submitted for this semester (%(ref)s). Showing your existing request.
de: Für dieses Semester wurde bereits ein Antrag eingereicht (%(ref)s). Anzeige deines bestehenden Antrags.

source: An error occurred while submitting your request. Please try again.
de: Beim Senden deines Antrags ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: ✅ Request filed successfully! Your reference code is: %(ref)s
de: ✅ Antrag erfolgreich eingereicht! Dein Referenzcode lautet: %(ref)s

source: 🎉 Form uploaded successfully! Your request is now being processed by our team.
de: 🎉 Formular erfolgreich hochgeladen! Dein Antrag wird nun von unserem Team bearbeitet.

source: Reimbursement Request Status
de: Status des Anrechnungsantrags

source: Payment Plan Center
de: FuGeb-Dauerrechnungs-Center

source: Access Payment Plans
de: Zugang zu FuGeb-Dauerrechnungen

source: Please enter your access code first.
de: Bitte gib zuerst deinen Personal Access Code ein.

source: ✅ Banking details saved for %(code)s! Now please: 1️⃣ Review terms below, 2️⃣ Download & sign the PDF, 3️⃣ Upload the signed form to complete.
de: ✅ Bankdaten gespeichert für %(code)s! Als Nächstes: 1️⃣ Lies dir die folgenden Bedingungen durch, 2️⃣ Lade das PDF herunter und unterschreibe es, 3️⃣ Lade das unterschriebene Formular hoch, um den Vorgang abzuschließen.

source: 🎉 Payment plan %(code)s completed successfully! Your form has been uploaded and is now being processed.
de: 🎉 FuGeb-Dauerrechnungsantrag %(code)s erfolgreich abgeschlossen! Dein Formular wurde hochgeladen und wird nun bearbeitet.

source: Your Payment Plans
de: Deine FuGeb-Dauerrechnungen

source: Access Denied
de: Zugriff verweigert

source: Not allowed here...
de: Hier nicht erlaubt...

source: You don't have permission to access this resource. Contact an administrator if you believe this is an error.
de: Du hast keine Berechtigung, auf diese Ressource zuzugreifen. Wende dich an einen Administrator, wenn du glaubst, dass es sich um einen Fehler handelt.

source: Go Back
de: Zurück

source: Page Not Found
de: Seite nicht gefunden

source: Where did it go...?
de: Wo ist es hin...?

source: The page you're looking for doesn't exist or has been moved.
de: Die gesuchte Seite existiert nicht oder wurde verschoben.

source: Server Error
de: Server-Fehler

source: Something went wrong on our end. The error has been logged and we'll look into it.
de: Auf unserer Seite ist ein Fehler aufgetreten. Der Fehler wurde protokolliert und wir werden ihn untersuchen.

source: ongoing
de: laufend

source: Important notice
de: Wichtiger Hinweis

source: This document is confidential and intended solely for the named recipient. Any review, distribution or use by others is prohibited.
de: Dieses Dokument ist vertraulich und ausschließlich für den genannten Empfänger bestimmt. Die Einsichtnahme, Weitergabe oder Verwendung durch andere Personen ist untersagt.

source: Person Information
de: Personeninformation

source: Student Email
de: Studenten-E-Mail

source: Matriculation No.
de: Matrikelnummer

source: Qualified Signatures
de: Qualifizierte Signaturen

source: Place electronic signature here
de: Elektronische Unterschrift hier einfügen

source: HankoSign Attestation Seal
de: HankoSign Beglaubigungssiegel

source: When
de: Wann

source: No workflow signatures recorded for this document.
de: Für dieses Dokument wurden keine Workflow-Signaturen aufgezeichnet.

source: Generated by the HankoSign Attestation Service. The entries above record who performed each workflow action, when it occurred, and a unique signature ID. This seal serves operational and audit purposes; it is <strong>not</strong> a qualified electronic signature under eIDAS. Where a qualified signature is required, refer to the legally signed version of this document.
de: Erstellt vom HankoSign-Beglaubigungsdienst. Die oben aufgeführten Einträge dokumentieren, wer welche Workflow-Aktion wann durchgeführt hat, und enthalten eine eindeutige Signatur-ID. Dieses Siegel dient operativen und Prüfungszwecken; es handelt sich <strong>nicht</strong> um eine qualifizierte elektronische Signatur gemäß eIDAS. Wenn eine qualifizierte Signatur erforderlich ist, beziehen Sie sich bitte auf die rechtsgültig unterzeichnete Version dieses Dokuments.

source: ECTS Reimbursement Request
de: ECTS-Anrechnungsantrag

source: ECTS Reimbursement Request Form
de: ECTS-Anrechnungsantragsformular

source: Request Details
de: Antragsdetails

source: Submission Date
de: Einreichungsdatum

source: Course List
de: LV-Liste

source: No courses listed
de: Keine LVen aufgeführt

source: Eligibility
de: Anspruch

source: No eligible roles found
de: Keine anspruchsberechtigten Funktionen gefunden

source: Affidavits
de: Eidesstattliche Erklärungen

source: Initial Submission Affidavit
de: Erste eidesstattliche Erklärung

source: Confirmed
de: Bestätigt

source: Not confirmed
de: Nicht bestätigt

source: Form Upload Affidavit
de: Eidesstattliche Erklärung für den Dokumenten-Upload

source: File
de: Datei

source: Upload Date
de: Upload-Datum

source: ECTS Audit Report
de: ECTS-Anrechnungsaudit

source: ECTS Reimbursement Audit
de: ECTS-Anrechnungsaudit

source: Generated
de: Generiert

source: Audit Summary
de: Audit-Zusammenfassung

source: Student Name
de: Name des Studenten

source: Role(s)
de: Funktion(en)

source: Reimbursed
de: Angerechnet

source: Remaining
de: Verbleibend

source: No audit entries found
de: Keine Audit-Einträge gefunden

source: Detailed Breakdown
de: Detaillierte Aufschlüsselung

source: Adjustment Applied
de: Angewandte Anpassung

source: Reimbursement Requests
de: Anrechnungsanträge

source: Reference
de: Referenz

source: PTO overview for year
de: Abwesenheitsübersicht für das Jahr

source: Daily nominal value
de: Nominaltag

source: Total yearly entitlement
de: Gesamtjahresanspruch

source: Carry-in (last year)
de: Mitnahme (Vorjahr)

source: Manual adjust (correction)
de: Manuelle Korrektur

source: Taken (to date)
de: Verbraucht (bis heute)

source: Carry-over from last year
de: Übertrag (Vorjahr)

source: Overspent by
de: Überschritten um

source: Add entry
de: Eintrag hinzufügen

source: No entry
de: Kein Eintrag

source: Edit entry
de: Eintrag bearbeiten

source: Delete entry
de: Eintrag löschen

source: Holiday
de: Feiertag

source: Leave
de: Abwesenheit

source: Sick
de: Krankenstand

source: Delete this time entry?
de: Diesen Eintrag löschen?

source: Failed to delete entry. Please try again.
de: Der Eintrag konnte nicht gelöscht werden. Bitte versuche es erneut.

source: Totals
de: Summen

source: Expected
de: Erwartet

source: Expected (Mon–Fri; holidays accounted for)
de: Erwartet (Mo–Fr; Feiertage berücksichtigt)

source: Worked
de: Gearbeitet

source: Credits (leave/sick/etc.)
de: Guthaben (Urlaub/Krankheit/etc.)

source: Total (worked + credits)
de: Gesamt (Gearbeitet + Guthaben)

source: Delta (total − expected)
de: Delta (Gesamt – Erwartet)

source: Opening saldo
de: Eröffnungssaldo

source: Closing saldo
de: Schlusssaldo

source: Behind expected by
de: Erwartet unterschritten um

source: Ahead of expected by
de: Erwartet überschritten um

source: Locked (submitted/approved)
de: Gesperrt (eingereicht/genehmigt)

source: Bank reference (full)
de: Bankreferenz (vollständig)

source: Format: {reference} – {payee name} – {cost center}. Updated after saving. Used for exports.
de: Format: {reference} – {payee name} – {cost center}. Wird nach dem Speichern aktualisiert. Wird für Exporte verwendet.

source: Bank reference (≤140)
de: Bankreferenz (≤140)

source: Max 140 chars. Falls back to initials if needed; truncates the left part. Updated after saving.
de: Maximal 140 Zeichen. Bei Bedarf wird auf Initialen zurückgegriffen; der linke Teil wird abgeschnitten. Wird nach dem Speichern aktualisiert.

source: No coverage in this fiscal year.
de: Keine Deckung in diesem Wirtschaftsjahr

source: Add payment plan to
de: Zahlungsplan hinzufügen zu

source: Add
de: Hinzufügen

source: No overlap with fiscal year.
de: Keine Überschneidung mit dem Wirtschaftsjahr.

source: Effective invoice (plan) window:
de: effektives Dauerrechnungsfenster

source: FY bounds:
de: Wirtschaftjsahresgrenzen:

source: Effective
de: effektiv

source: Recorded
de: aufgezeichnet

source: eff.
de: effektiv

source: System role:
de: System-Rolle

source: Board Composition
de: HV-Zusammensetzung

source: HV Board Composition
de: HV-Zusammensetzung

source: Officer Role
de: Stellung

source: Backup
de: Ersatzperson

source: Session Protocol
de: Sitzungsprotokoll

source: Read Only
de: Nur-Lesen

source: Back to Admin
de: zurück zum Back Office

source: Select a session...
de: Wähle eine Sitzung aus...

source: None recorded
de: Keine aufgezeichnet

source: Other Attendees
de: sonstige Teilnehmer

source: To edit attendees and other session details, use the admin interface.
de: Um Teilnehmer und andere Sitzungsdetails zu bearbeiten, verwende die Admin-Oberfläche.

source: Session Locked
de: Sitzung gesperrt

source: This session has been submitted for approval and can no longer be edited in PROTOKOL-KUN. You can still view all items and add annotations. Use the admin interface to withdraw or manage the workflow.
de: Diese Sitzung wurde zur Genehmigung eingereicht und kann in PROTOKOL-KUN nicht mehr bearbeitet werden. Du kannst weiterhin alle Elemente anzeigen und Sachverhalte (Kommentare) hinzufügen. Verwende die Admin-Oberfläche, um den Workflow zurückzuziehen oder zu verwalten.

source: Add New Item
de: Neuen TOP hinzufügen

source: Editing Item
de: TOP bearbeiten

source: Select kind...
de: Typ auswählen

source: None
de: Keine

source: Counted
de: Stimmenzählung

source: Named
de: Namentliche Abstimmung

source: Named Votes
de: Namentliche Abstimmung durch

source: Not voted
de: Nicht abgestimmt

source: Abstention
de: Enthaltung

source: No attendees recorded for this session. Add attendees in the admin first before using named voting.
de: Für diese Sitzung wurden keine Teilnehmer (Mandatare) erfasst. Füge zunächst Teilnehmer im Admin-Bereich hinzu, bevor du die namentliche Abstimmung verwendest.

source: Internal only
de: nur intern

source: Save Item
de: TOP speichern

source: Update Item
de: TOP aktualisieren

source: Clear Form
de: Formular zurücksetzen

source: Cancel
de: Abbrechen

source: Protocol Items
de: Tagesordnungspunkte

source: EDIT
de: Bearbeiten

source: DELETE
de: Löschen

source: for
de: Dafür

source: against
de: Dagegen

source: abstentions
de: Enthaltungen

source: No votes recorded
de: keine Wahlaufzeichnungen

source: No annotations yet.
de: Noch keine Sachverhalte

source: Add annotation...
de: Sachverhalt hinzufügen...

source: SAVE
de: Speichern

source: Add item here
de: TOP hier einfügen

source: No items yet.
de: Noch keine TOPs

source: Add first item
de: Ersten TOP hinzufügen

source: Assembly Term
de: Wahlperiode

source: Assembly Term Overview
de: Übersicht zur Wahlperiode

source: Term Details
de: Details

source: Closed
de: Gesperrt

source: ÖH FH OÖ Management System
de: Verwaltungssystem der ÖH FH OÖ

source: UAS Upper Austria
de: Hochschülerinnen- und Hochschülerschaft der FH OÖ

source: Students' Union Management System
de: ÖH-Verwaltungssystem

source: About
de: Über

source: Privacy
de: Datenschutz

source: Built with
de: Entwickelt mit

source: by
de: von

source: All rights reserved
de: Alle Rechte vorbehalten

source: About UniHanko
de: Über UniHanko

source: Privacy & Legal
de: Datenschutz & Rechtliches

source: Contact Us
de: Kontaktiere uns

source: Employment Document Receipt
de: Beleg für das Dienstnehmerdokument

source: Document Details
de: Dokumentendetails

source: Relevant Third Party
de: relevanter Drittempfänger

source: Employee Dossier
de: Dienstnehmerakte

source: Employment Details
de: Details Dienstverhältnis

source: Assignment Period
de: Zeitraum der Funktionszuweisung

source: Weekly Hours
de: Wochenarbeitszeit

source: Daily Expected
de: Erwartet (täglich)

source: Time Balance
de: Zeitguthaben

source: Personal Data
de: Personenbezogene Daten

source: Insurance Number
de: Sozialversicherungsnummer

source: Date of Birth
de: Geburtsdatum

source: Leave Period
de: Urlaubszeitraum

source: Weekdays (inclusive)
de: Wochentage (einschließlich)

source: days
de: Tage

source: Total Leave Amount
de: Gesamturlaub

source: Sick Leave Note
de: Krankmeldung

source: Sick Leave Certificate
de: Arbeitsunfähigkeitsbeleg

source: Sick Leave Period
de: Zeitraum der Arbeitsunfähigkeit

source: Medical Notes
de: Vermerke

source: Work Journal
de: Arbeitsjournal

source: Time Summary
de: Zeitübersicht

source: Opening Balance
de: Eröffnungssaldo

source: Expected (Month)
de: Erwartet (Monat)

source: Credit/Debit
de: Plus/Minus

source: Closing Balance
de: Schlusssaldo

source: Leave Summary
de: Zusammenfassung Jahresurlaub

source: Entitlement
de: Anspruch

source: Carried Forward
de: Vortrag

source: Manual Adjustment
de: Korrektur

source: Taken
de: Verwendet

source: Time Entries
de: Zeiteinträge

source: No entries
de: Keine Einträge

source: DB Error
de: Datenbankfehler

source: Django site admin
de: Django-Website-Admin

source: Database Constraint Error
de: Datenbank-Einschränkungsfehler

source: DUPLICATE
de: DUPLIKAT

source: DEPENDENCY
de: ABHÄNGIGKEIT

source: VALIDATION
de: VALIDIERUNG

source: REQUIRED FIELD
de: PFLICHTFELD

source: DATABASE
de: DATENBANK

source: What to do
de: Was tun?

source: Check if record exists
de: Überprüfe, ob der Datensatz vorhanden ist.

source: Modify unique fields
de: Ändere einzigartige Felder

source: Verify related record exists
de: Überprüfe, ob ein verbundener Datensatz vorhanden ist.

source: Remove dependencies first
de: Entferne zuerst etwaige Abhängigkeiten.

source: Check date order
de: Überprüfe die Reihenfolge von Daten

source: Verify all values
de: Überprüfe alle Eingabewerte

source: Fill required fields (*)
de: Befülle alle Pflichtfelder (*)

source: Check selections
de: Überprüfe deine Auswahl

source: Review your input
de: Überprüfe deine Eingabe

source: Contact support
de: Kontaktiere den Support

source: Go Home
de: Zur Startseite

source: Technical Details (Administrators)
de: Technische Details (Administratoren)

source: Fiscal Year
de: Wirtschaftsjahr

source: Fiscal Year Status
de: Status des Wirtschaftsjahrs

source: Fiscal Year Details
de: Details zum Wirtschaftsjahr

source: Fiscal Years Overview
de: Übersicht über das Wirtschaftsjahr

source: All Fiscal Years
de: Alle Wirtschaftsjahre

source: Payment Plan
de: FuGeb-Dauerrechnung

source: Payment Plan Receipt
de: FuGeb-Dauerrechnung (Beleg)

source: Confirmation Reference
de: Bestätigungsreferenz

source: Payment Details
de: Zahlungsdetails

source: Payment Period
de: Zahlungsfenster

source: Monthly Amount
de: Monatlicher Betrag

source: Total Amount
de: Gesamtbetrag

source: Cost Center
de: Kostenstelle

source: Banking Details
de: Bankverbindung

source: Payee Name
de: Name des Zahlungsempfängers

source: Address
de: Adresse

source: Payment Plans Overview
de: Übersicht über FuGeb-Dauerrechnungen

source: Selected Payment Plans
de: Ausgewählte FuGeb-Dauerrechnungen

source: FY
de: WJ

source: Monthly
de: Monatlich

source: Back to Portal
de: Zurück zum Portal

source: HankoSign Attestation Seal
de: HankoSign Beglaubigungssiegel

source: Signature Specimen
de: Unterschriftsprobe

source: Signature Specimen Form
de: Unterschriftsprobenformular

source: Signatory Information
de: Informationen zum Unterzeichner

source: Attestation
de: Eidesstattliche Erklärung

source: I hereby provide a clear and legible specimen of my handwritten signature. I attest that any and all digital HankoSign actions within UniHanko bearing my signatory credentials are made by me, with my explicit consent, and may be traced back to me as the authorized signatory for the above role.
de: Hiermit lege ich ein klares und lesbares Muster meiner handschriftlichen Unterschrift vor. Ich bestätige, dass alle digitalen HankoSign-Aktionen innerhalb von UniHanko, die meine Unterschriftsberechtigung tragen, von mir mit meiner ausdrücklichen Zustimmung vorgenommen wurden und auf mich als bevollmächtigten Unterzeichner für die oben genannte Funktion zurückgeführt werden können.

source: I understand that this signature specimen will be retained for verification purposes and may be used to validate the authenticity of digital signatures associated with my account.
de: Ich verstehe, dass dieses Signaturmuster zu Überprüfungszwecken aufbewahrt wird und zur Validierung der Echtheit digitaler Signaturen in Verbindung mit meinem Konto verwendet werden kann.

source: Please sign clearly within this box:
de: Bitte unterschreibe deutlich lesbar in diesem Feld:

source: Place, Date
de: Ort, Datum

source: Printed Name
de: Gedruckter Name

source: Legend
de: Legende

source: Questions?
de: Fragen?

source: Maintenance Mode
de: Wartungsmodus

source: Maintenance
de: Wartung

source: System Lockdown Mode
de: System-Sperrmodus

source: Sharpening the hanko...
de: Das Hanko wird gespitzt...

source: UniHanko is currently undergoing scheduled maintenance. We'll be back online shortly with improvements and updates.
de: UniHanko wird derzeit planmäßig gewartet. Wir sind in Kürze mit Verbesserungen und Updates wieder online.

source: Expected return: Soon™
de: Erwartete Rückkehr: Bald™

source: UniHanko is a back-office and services platform for the students’ union.
de: UniHanko ist eine Backoffice- und Serviceplattform für die ÖH.

source: Get in touch with the students’ union office.
de: Wende dich an das Büro der ÖH.

source: This is a placeholder privacy/legal note.
de: Dies ist ein Platzhalter für Datenschutz-/Rechtshinweise.

source: We keep logs for operational security and do not sell any personal data.
de: Wir führen Protokolle zur Gewährleistung der Betriebssicherheit und verkaufen keine personenbezogenen Daten.

source: printed by:
de: Gedruckt von:

source: Personnel Roster
de: Personalverzeichnis

source: Selected Personnel
de: Ausgewähltes Personal

source: Matric No.
de: Matrikelnummer

source: Active Roles
de: Aktive Funktionszuweisungen

source: Personal Access Code Notice
de: Information zum Personal Access Code

source: Confidential — For recipient only
de: Vertraulich – Nur für den Empfänger

source: Recipient
de: Empfänger

source: This code allows you to access your personal data and perform certain actions. Keep it confidential and do not share it with others.
de: Mit diesem Code kannst du auf deine persönlichen Daten zugreifen und bestimmte Aktionen durchführen. Behandle ihn vertraulich und gib ihn nicht an Andere weiter.

source: Personnel Record
de: Personalakte

source: Role Assignments
de: Funktionszuweisungen

source: Start Reason
de: Eintrittsgrund

source: End Reason
de: Austrittsgrund

source: No assignments
de: keine Funktionszuweisungen

source: Record notes
de: Vermerke

source: Access Your ECTS Reimbursement
de: Zugriff auf deine ECTS-Anrechnung

source: Enter Semester Access Code or Reference Code
de: Semester-Zugangscode oder Referenzcode eingeben

source: Enter your semester access code to file a new request, or your reference code to check the status of an existing request.
de: Gib den Semester-Zugangscode ein, um einen neuen Antrag zu stellen, oder deinen Referenzcode, um den Status eines bestehenden Antrags zu überprüfen.

source: Continue
de: Weiter

source: Back
de: Zurück

source: About the Code Types
de: Über die Codearten

source: Semester Access Code
de: Semester-Zugangscode

source: Format: word-word-## (e.g., mountain-forest-42)
de: Format: Wort-Wort-## (z. B. mountain-forest-42)

source: Use this to file a new ECTS request.
de: Verwende diesen Code, um einen neuen ECTS-Anrechnungsantrag zu stellen.

source: Format: SSSS-LLLL-#### (e.g., WS24-MUEL-1234)
de: Format: SSSS-LLLL-#### (z. B. WS24-MUEL-1234)

source: Use this to check the status of an existing request.
de: Verwende diesen Code, um den Status deines bestehenden Antrags zu überprüfen.

source: File ECTS Request
de: ECTS-Anrechnungsantrag einreichen

source: Filing Period
de: Einreichungsfrist

source: Select Your Role
de: Wähle deine Funktion aus

source: Add Your Courses
de: Füge deine Lehrveranstaltungen hinzu

source: Add up to 6 courses. Each course needs a code OR name, plus ECTS amount.
de: Füge bis zu 6 Lehrveranstaltungen hinzu. Jede LV benötigt einen Code ODER einen Namen sowie die Anzahl der ECTS-Punkte.

source: Confirmation
de: Bestätigung

source: Affidavit
de: Eidesstattliche Erklärung

source: I confirm the above statement
de: Ich bestätige die obige Aussage.

source: Submit Request
de: Antrag einreichen
