Repository: oehfhooe-assistenz/unihanko-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Auto-generated on save. Superusers can regenerate via admin action.
de: Wird beim Speichern automatisch generiert. Superuser können es über eine Admin-Aktion neu generieren.

source: Bonus/malus ECTS (e.g., +2.0 or -2.0) applied to all roles in this semester
de: Bonus/Malus ECTS (z. B. +2,0 oder -2,0), der auf alle Rollen in diesem Semester angewendet wird

source: At least one of course code or course name is required
de: Mindestens der Name oder der Code der Lehrveranstaltung ist erforderlich

source: Auto-generated on first save in format: SEMESTER-NAME-####
de: Wird beim ersten Speichern automatisch im Format SEMESTER-NAME-#### generiert

source: Timestamp when student confirmed initial submission affidavit
de: Zeitstempel, zu dem der Student die eidesstattliche Erklärung zur ersten Einreichung bestätigt hat

source: Timestamp when student uploads signed form
de: Zeitstempel, zu dem der Student das unterschriebene Formular hochgeladen hat

source: Scope
de: Geltungsbereich

source: Public Filing
de: Öffentliche Einreichung

source: ECTS Configuration
de: ECTS-Konfiguration

source: Workflow & HankoSign
de: Arbeitsablauf & HankoSign

source: Filing Window (Web)
de: Einreichfenster (Portal)

source: Requests
de: Anträge

source: Locked
de: Gesperrt

source: Open
de: Offen

source: Signatures
de: Unterschriften

source: Only superusers can regenerate passwords
de: Nur Superuser können Kennwörter erneuern

source: Password regenerated: %(old)s → %(new)s
de: Kennwort erneuert: %(old)s → %(new)s

source: Regenerate Password
de: Kennwort erneuern

source: Not authorized
de: Nicht autorisiert

source: Lock action not configured
de: Aktion "Sperren" nicht konfiguriert

source: Semester locked. Public filing closed.
de: Semester gesperrt. Öffentliche Einreichung geschlossen.

source: Lock Semester
de: Semester sperren

source: Unlock action not configured
de: Aktion "Entsperren" nicht konfiguriert

source: Semester unlocked. Use with caution.
de: Semester entsperrt. Mit Vorsicht verwenden.

source: Unlock Semester
de: Semester entsperren

source: ECTS Validation
de: ECTS-Validierung

source: Verify the student's ECTS claim is within their role entitlement
de: Überprüfe, ob der ECTS-Anspruch des Studenten lt. Antrag innerhalb des Funktionsanspruchs liegt

source: Student Content
de: Eingaben Student

source: Content submitted by student via public portal
de: Vom Student über das öffentliche Portal eingereichte Inhalte

source: Public Portal Submission Metadata
de: Metadaten für die Einreichung über das öffentliche Portal

source: Total ECTS
de: Gesamt-ECTS

source: Max Entitled
de: max. Anspruch

source: Validation
de: Validierung

source: Valid
de: valide

source: Exceeds
de: überschritten

source: Cannot verify: No form uploaded yet
de: Kann nicht verifiziert werden: Es wurde noch kein Formular hochgeladen

source: Warning:
de: Warnung:

source: Verify action not configured
de: Aktion "Verifizieren" nicht konfiguriert

source: Request verified. Ready for chair approval.
de: Antrag verifiziert. Bereit zur Genehmigung durch den Vorsitz.

source: Verify Request
de: Antrag verifizieren

source: Approve action not configured
de: Aktion "Genehmigen" nicht konfiguriert

source: Request approved.
de: Antrag genehmigt.

source: Approve (Chair)
de: Genehmigen (Vorsitz)

source: Reject action not configured
de: Aktion "Zurückweisen" nicht konfiguriert

source: Request rejected. Student should contact administration.
de: Antrag zurückgeweisen. Der Student soll sich an die ÖH wenden.

source: Reject (Chair)
de: Zurückweisen (Vorsitz)

source: Release action not configured
de: Aktion "Freigeben/Drucken" nicht konfiguriert

source: Print Form
de: Antragsformular drucken

source: Code must be in format: WS## or SS## (e.g., WS24, SS25)
de: Der Code muss im Format WS## oder SS## vorliegen (z. B. WS24, SS25).

source: Short code in format WS## or SS## (e.g., WS24, SS25)
de: Code im Kurzformat WS## oder SS## (z. B. WS24, SS25)

source: Display Name
de: Anzeigename

source: Full name, e.g., Winter Semester 2024/25
de: Vollständiger Name, z. B. Wintersemester 2024/25

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: Filing Start
de: Startdatum Einreichung

source: When public filing platform opens for new requests
de: Datum, zu dem die öffentliche Plattform für neue Anträge geöffnet wird

source: Filing End
de: Enddatum Einreichung

source: When public filing platform closes for new requests
de: Datum, zu dem die öffentliche Einreichungsplattform für neue Anträge geschlossen wird

source: Access Password
de: Zugangskennwort

source: Password for public filing access (auto-generated)
de: Kennwort für den öffentlichen Zugriff auf die Datei (automatisch generiert)

source: ECTS Adjustment
de: ECTS-Anpassung

source: Bonus/malus ECTS (e.g., +2 or -2) for elected roles
de: Bonus/Malus ECTS (z. B. +2 oder -2) für HSG-Wahlämter

source: Semesters
de: Semester

source: End date must be on or after start date.
de: Das Enddatum muss auf oder nach dem Startdatum liegen.

source: Filing end must be after filing start.
de: Das Ende der Einreichung muss nach dem Beginn der Einreichung liegen.

source: Semester is locked. Cannot modify: %(fields)s
de: Das Semester ist gesperrt. Kann nicht geändert werden: %(fields)s

source: File size must not exceed 10MB. Current: %(size).1f MB
de: Die Dateigröße darf 10 MB nicht überschreiten. Aktuell: %(size).1f MB

source: Draft
de: Entwurf

source: Submitted
de: Eingereicht

source: Verified
de: Verifiziert

source: Approved
de: Genehmigt

source: Rejected
de: Zurückgewiesen

source: Transferred to Audit
de: Ans Audit weitergegeben

source: Person Role
de: Funktion

source: The role under which ECTS are being claimed
de: Die Funktion, unter der ECTS beansprucht werden

source: Stage
de: Phase

source: Current workflow stage. Auto-computed from HankoSign signatures.
de: Aktuelle Workflow-Phase. Automatisch berechnet anhand der HankoSign-Signaturen.

source: Reference Code
de: Referenzcode

source: Unique code for student to access their request
de: Einmaliger Code für Studenten, um auf ihren Antrag zuzugreifen

source: Submission IP
de: Antrags-IP-Adresse

source: IP address from which request was submitted (audit trail)
de: IP-Adresse, von der aus der Antrag gesendet wurde (Prüfpfad)

source: Filing Source
de: Antragsquelle

source: Public Portal
de: Öffentliches Portal (SSP)

source: Admin Interface
de: Admin-Schnittstelle

source: How this request was created (public portal or admin)
de: Wie dieser Antrag erstellt wurde (via öffentliches Portal oder Admin)

source: Student Note
de: Studentenvermerk

source: Optional note from student
de: Optionaler Vermerk des Studenten

source: Affidavit 1 Confirmed At
de: Eidesstattliche Erklärung 1 bestätigt am

source: When student confirmed initial submission affidavit
de: Wenn der Student die eidesstattliche Erklärung zur ersten Einreichung bestätigt hat

source: Affidavit 2 Confirmed At
de: Eidesstattliche Erklärung 2 bestätigt am

source: When student confirmed form upload affidavit
de: Wenn der Student das Formular hochgeladen und die eidesstattliche Erklärung bestätigt hat

source: Uploaded Form
de: Hochgeladenes Formular

source: Signed form with professor signatures
de: Unterzeichnetes Formular mit Unterschriften der Lehrveranstaltungsleiter

source: Uploaded Form At
de: Formular-Upload am

source: Could not generate unique reference code after 100 attempts
de: Nach 100 Versuchen konnte kein eindeutiger Referenzcode generiert werden.

source: This person already has a request for this semester.
de: Diese Person hat bereits einen Antrag für dieses Semester.

source: Semester is locked. Cannot modify requests.
de: Das Semester ist gesperrt. Anträge können nicht geändert werden.

source: Request verified. Cannot modify: %(fields)s
de: Antrag verifiziert. Kann nicht geändert werden: %(fields)s

source: Course Code
de: LV-Code

source: Course code, e.g., LV101
de: LV-Code, z. B. LV101

source: Course Name
de: LV-Bezeichnung

source: Full course name, e.g., Advanced Mathematics
de: Vollständige LV-Bezeichnung, z. B. „Fortgeschrittene Mathematik“

source: ECTS Amount
de: ECTS-Punkte

source: ECTS credit for this course
de: ECTS-Punkte für diese LV

source: Course
de: Lehrveranstaltung

source: Courses
de: Lehrveranstaltungen

source: ECTS amount must be greater than 0
de: Die ECTS-Punkte müssen größer als 0 sein.

source: ECTS Calculations
de: ECTS-Berechnungen

source: Review
de: Überprüfung

source: Request Forms
de: Antragsformulare

source: No requests
de: keine Anträge

source: Audit Workflow
de: Audit-Ablauf

source: Period
de: Zeitraum

source: Entries
de: Einreichungen

source: Already locked.
de: Bereits gesperrt.

source: Lock action not configured.
de: Aktion "Sperren" nicht konfiguriert

source: Audit semester locked.
de: Audit-Semester gesperrt.

source: Lock Audit
de: Audit sperren

source: Already unlocked.
de: Bereits entsperrt.

source: Unlock action not configured.
de: Aktion "Entsperren" nicht konfiguriert

source: Audit semester unlocked.
de: Audit-Semester entsperrt.

source: Unlock Audit
de: Audit entsperren

source: Audit synchronized: %(created)d created, %(updated)d updated, %(skipped)d skipped (manually checked).
de: Audit synchronisiert:%(created)d erstellt,%(updated)d aktualisiert,%(skipped)d übersprungen (bereits manuell überprüft).

source: Synchronize Audit Entries
de: Audit-Einträge synchronisieren

source: Cannot verify: %(count)d entries are not yet manually checked.
de: Kann nicht überprüft werden:%(count)dEinträge wurden noch nicht manuell überprüft.

source: Verify action not configured.
de: Aktion "Verifizieren" nicht konfiguriert

source: Audit verified complete.
de: Audit als abgeschlossen verifiziert.

source: Verify Audit Complete
de: Audit-Abschluss verifizieren

source: Verify audit complete first.
de: Verifiziere zuerst den Abschluss des Audits.

source: Already approved.
de: Bereits genehmigt.

source: Approval action not configured.
de: Aktion "Genehmigen" nicht konfiguriert

source: Audit approved by chair.
de: Audit vom Vorsitz genehmigt.

source: Already approved; cannot reject.
de: Bereits genehmigt; kann nicht zurückgewiesen werden.

source: Reject action not configured.
de: Aktion "Zurückweisen" nicht konfiguriert

source: Audit rejected. Please review and re-verify.
de: Audit zurückgewiesen. Bitte überprüfen und erneut verifizieren.

source: Chair approval required first.
de: Zunächst ist die Genehmigung des Vorsitzes erforderlich.

source: Verify sent action not configured.
de: Aktion "Versand verifizieren" nicht konfiguriert

source: Verified: Audit sent to university.
de: Verifiziert: Audit an die FH gesendet.

source: Verify Audit Sent
de: Audit-Versand verifizieren

source: No entries found. Run synchronization first.
de: Keine Einträge gefunden. Führe zuerst eine Synchronisierung durch.

source: Release action not configured.
de: Aktion "Freigeben/Drucken" nicht konfiguriert

source: Printed audit PDF
de: Audit-PDF ausgedruckt

source: Print Audit PDF
de: Audit-Bericht drucken

source: Manual Review
de: Manuelle Überprüfung

source: Record note
de: Vermerk

source: Checked
de: Überprüft

source: Yes
de: Ja

source: No
de: Nein

source: Linked Request Forms
de: verknüpfte Antragsformulare

source: Calculation Details
de: Berechnungsdetails

source: File size must not exceed 25MB. Current: %(size).1f MB
de: Die Dateigröße darf 25 MB nicht überschreiten. Aktuell: %(size).1f MB

source: Audit Generated At
de: Audit erstellt am

source: When audit entries were last synchronized
de: Zeitpunkt der letzten Synchronisierung

source: Upload for the complete, signed audit report
de: Upload des vollständigen, unterzeichneten Audit-PDFs

source: Audit sent to university at
de: Audit an die FH gesendet am

source: Timestamp when audit was sent to university administration
de: Zeitstempel, zu dem die Prüfung an die FH-Verwaltung gesendet wurde

source: Audit Semesters
de: Audit-Semester

source: An audit already exists for this semester.
de: Für dieses Semester liegt bereits ein Audit vor.

source: Audit semester is locked. Cannot modify.
de: Das Audit-Semester ist gesperrt. Es kann nicht geändert werden.

source: Person Roles
de: Funktion

source: All roles this person held during the semester
de: Alle Funktionen, die diese Person während des Semesters innehatte

source: Approved reimbursement requests for this person
de: Genehmigte Anrechnungsanträge für diese Person

source: Aliquoted ECTS
de: Aliquotierte ECTS

source: Base ECTS with aliquotation applied (before bonus/malus)
de: Basis-ECTS mit angewandter Aliquotierung (vor Bonus/Malus)

source: Final ECTS
de: Endgültige ECTS

source: Final ECTS entitled (after bonus/malus)
de: Endgültige ECTS (nach Bonus/Malus)

source: Reimbursed ECTS
de: Angerechnete ECTS

source: Sum of ECTS from specific course reimbursements
de: Summe der ECTS aus spezifischen LV-Anrechnungen

source: Remaining ECTS
de: Verbleibende ECTS

source: Remaining ECTS credited as general (bulk)
de: Verbleibende ECTS-Punkte (als allgemeine angerechnet)

source: Detailed breakdown of ECTS calculation per role
de: Detaillierte Aufschlüsselung der ECTS-Berechnung pro Rolle

source: Checked At
de: Überprüft am

source: Timestamp when this entry was manually reviewed/edited. Protects from synchronize overwrites.
de: Zeitstempel, wann dieser Eintrag manuell überprüft/bearbeitet wurde. Schützt vor Überschreibungen durch die Synchronisierung.

source: Optional notes for manual adjustments or corrections
de: Optionale Vermerke für manuelle Anpassungen oder Korrekturen

source: Audit Entry
de: Audit-Eintrag

source: Audit Entries
de: Audit-Einträge

source: This person already has an audit entry for this semester.
de: Diese Person verfügt bereits über einen Audit-Eintrag für dieses Semester.

source: Audit semester is locked. Cannot modify entries.
de: Das Audit-Semester ist gesperrt. Einträge können nicht geändert werden.

source: Reimbursed ECTS cannot be negative
de: Angerechnete ECTS können nicht negativ sein.

source: Remaining ECTS cannot be negative
de: Verbleibende ECTS können nicht negativ sein.

source: Created by
de: Erstellt von

source: Created at
de: Erstellt am

source: Annotation
de: Sachverhalt

source: Attached to
de: verknüpft mit

source: Metadata
de: Metadaten

source: Annotations
de: Sachverhalte

source: User Comment
de: Kommentar

source: System Event
de: Systemereignis

source: Correction
de: Korrektur

source: Content type
de: Inhaltstyp

source: The type of object this annotation is attached to
de: Der Typ des Objekts, an das dieser Sachverhalt angehängt ist

source: Object ID
de: Objekt-ID

source: The ID of the specific object
de: Die ID des spezifischen Objekts

source: Type
de: Art

source: User who created this annotation (null for system annotations)
de: Benutzer, der diesen Sachverhalt erstellt hat (null für Systemanmerkungen)

source: Updated at
de: Aktualisiert am

source: Missing required fields
de: Fehlende Pflichtfelder

source: Object not found
de: Objekt nicht gefunden

source: Permission denied
de: Zugriff verweigert

source: Annotation added successfully
de: Sachverhalt erfolgreich hinzugefügt

source: An error occurred
de: Ein Fehler ist aufgetreten.

source: You do not have permission to delete this annotation
de: Du hast keine Berechtigung, diesen Sachverhalt zu löschen.

source: Annotation deleted
de: Sachverhalt gelöscht

source: HR Links (Personnel Elections)
de: HR-Links (Personalwahlen)

source: Link PersonRole first
de: Verknüpfe zuerst eine Funktion

source: Print dispatch document
de: Entsendungsbeleg drucken

source: Attendee
de: Teilnehmer (Mandat & Ersatzperson)

source: Attendees (with backup tracking)
de: Teilnehmer (Mandat & Ersatzperson)

source: You don't have permission to lock terms.
de: Du hast keine Berechtigung, Wahlperioden zu sperren.

source: Term %(code)s locked
de: Wahlperiode %(code)s gesperrt

source: Term locked.
de: Wahlperiode gesperrt.

source: Lock term
de: Wahlperiode sperren

source: You don't have permission to unlock terms.
de: Du hast keine Berechtigung, Wahlperioden zu entsperren.

source: Term %(code)s unlocked
de: Wahlperiode %(code)s entsperrt

source: Term unlocked.
de: Wahlperiode entsperrt.

source: Unlock term
de: Wahlperiode entsperren

source: Printed term overview
de: Wahlperiodenübersicht ausgedruckt

source: Print Term PDF
de: WP-Übersicht drucken

source: Active Mandates
de: Aktive Mandatare

source: Printed board roster
de: Mandatarübersicht ausgedruckt

source: Print Board Roster PDF
de: Mandatarübersicht drucken

source: Schedule & Location
de: Termin & Ort

source: Attendance
de: Teilnehmer

source: Already submitted.
de: Bereits eingereicht.

source: Submit action not configured.
de: Aktion "Einreichen" nicht konfiguriert.

source: Session %(code)s submitted
de: Sitzung %(code)s eingereicht

source: Submitted.
de: Eingereicht.

source: Submit
de: Einreichen

source: Not submitted.
de: Nicht eingereicht.

source: Cannot withdraw after approval.
de: Nach der Genehmigung kann keine Rücknahme erfolgen.

source: Withdraw action not configured.
de: Aktion "Zurücknehmen" nicht konfiguriert.

source: Session %(code)s withdrawn
de: Sitzung %(code)s zurückgenommen

source: Withdrawn.
de: Zurückgenommen.

source: Withdraw
de: Zurücknehmen

source: Submit first.
de: Zuerst einreichen.

source: Session %(code)s approved
de: Sitzung %(code)s genehmigt

source: Approved.
de: Genehmigt.

source: Nothing to reject.
de: Es gibt nichts zurückzuweisen.

source: Session %(code)s rejected
de: Sitzung %(code)s zurückgewiesen

source: Rejected.
de: Zurückgewiesen.

source: Reject
de: Zurückweisen

source: Approve first before verification.
de: Vor der Verifizierung erst genehmigen.

source: Already verified.
de: Bereits verifiziert.

source: Session %(code)s sent to KoKo/HSG
de: Sitzung %(code)s an KoKo/HSG übermittelt

source: Verified and sent to KoKo/HSG.
de: Verifiziert und an KoKo/HSG übermittelt.

source: Verify (Sent to KoKo/HSG)
de: KoKo/HSG-Versand verifizieren

source: Printed session protocol
de: Sitzungsprotokoll ausgedruckt

source: Print Protocol PDF
de: Sitzungsprotokoll drucken

source: Open in P-KUN
de: in P-KUN öffnen

source: Content (Procedural)
de: Inhalt (Sitzungsablauf)

source: Content (Resolution/Election)
de: Inhalt (Beschluss/Personalwahl)

source: Voting
de: Wahl

source: Election
de: Personalwahl

source: Notes
de: Vermerke

source: Only election items can generate dispatch documents.
de: Nur Personalwahlen können Entsendungsbelege generieren.

source: No person elected or temporary placeholders - cannot generate document.
de: Keine gewählte Person oder vorübergehende Platzhalter – kann kein Dokument erstellen.

source: Printed dispatch document
de: Entsendungsbeleg ausgedruckt

source: per pro, the ÖH FH OÖ
de: i.V. ÖH FH OÖ

source: Print Dispatch Document
de: Entsendungsbeleg drucken

source: Item title
de: Titel

source: Order
de: Reihenfolge

source: Procedural content
de: Inhalt (Verfahrensablauf)

source: Elected person (temp reference)
de: Gewählte Person (vorläufiger Vermerk)

source: Elected role (temp reference)
de: Gewählte Funktion (vorläufiger Vermerk)

source: Internal notes
de: Interne Notizen

source: Kind
de: Typ

source: Title
de: Titel

source: Content
de: Inhalt

source: Subject
de: Gegenstand

source: Discussion
de: Diskussion/Debatte

source: Outcome
de: Ergebnis

source: Voting Mode
de: Wahlmodus

source: Votes For
de: Stimmen für

source: Votes Against
de: Stimmen dagegen

source: Abstentions
de: Enthaltungen

source: Passed
de: Angenommen

source: Elected Person (from system)
de: Gewählte Person (aus dem System)

source: Elected Person (temp)
de: Gewählte Person (vorläufiger Vermerk)

source: Elected Role (temp)
de: Gewählte Funktion (voläufiger Vermerk)

source: Auto-generated: HV25_27
de: Automatisch generiert: HV25_27

source: Label
de: Bezeichnung

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: Usually +2 years from start
de: In der Regel +2 Jahre ab Startdatum

source: Active term
de: Aktive Wahlperiode

source: Only one term can be active at a time
de: Es kann nur eine Wahlperiode aktiv sein

source: Term
de: Wahlperiode

source: Terms
de: Wahlperioden

source: End date cannot be before start date.
de: Das Enddatum darf nicht vor dem Startdatum liegen.

source: A term with this code already exists.
de: Eine Wahlperiode mit diesem Code existiert bereits.

source: Composition
de: Zusammensetzung

source: Compositions
de: Zusammensetzungen

source: A composition already exists for this term.
de: Für diese Wahlperiode existiert bereits eine Zusammensetzung.

source: Cannot have more than 9 active mandates.
de: Es können nicht mehr als 9 Mandate gleichzeitig ausgeübt werden.

source: Chair
de: Vorsitzende*r

source: 1st Deputy Chair
de: 1. stellvertretende*r Vorsitzende*r

source: Deputy Chair
de: Stellvertretende*r Vorsitzende*r

source: Mandatary
de: Mandatar

source: Position
de: Mandatsnummer

source: Seat number (1-9)
de: interne Mandatsnummer

source: Officer role
de: Stellung

source: Backup person (in system)
de: Ersatzperson (im System)

source: Backup person (external)
de: Ersatzperson (extern)

source: For externals not in the system
de: Für Ersatzpersonen, die noch nicht im System vermerkt sind

source: Party affiliation
de: Wahlwerbende Liste

source: Party/Bloc affiliation (e.g., VSSTÖ, AG, GRAS)
de: Ww. Listenzugehörigkeit (z. B. VSSTÖ, AG, GRAS)

source: Mandate
de: Mandat

source: Mandates
de: Mandate

source: Position must be between 1 and 9.
de: Die Mandatsnummer muss zwischen 1 und 9 liegen.

source: Regular
de: Ordentlich

source: Extraordinary
de: Außerordentlich

source: Approved by Chair
de: Vom Vorsitz genehmigt

source: Sent to KoKo/HSG
de: An KoKo/HSG gesendet

source: Rejected re-work
de: zur Überarbeitung zurückgewiesen

source: Auto-generated: HV25_27_I:or
de: Automatisch generiert: HV25_27_I:or

source: Session type
de: Sitzungsart

source: Workflow status derived from signatures.
de: Aus Unterschriften abgeleiteter Workflow-Status.

source: Session date
de: Sitzungsdatum

source: Session time
de: Sitzungstermin

source: Location
de: Ort

source: Protocol number
de: Protokollnummer

source: Attendees
de: Teilnehmende

source: Absent
de: Abwesende

source: Other attendees
de: sonstige Teilnehmende

source: External guests (Anna Bauer; Peter Müller; ...)
de: Gäste (Anna Bauer; Peter Müller; ...)

source: Invitations sent at
de: Einladungen verschickt am

source: Minutes finalized at
de: Protokoll fertiggestellt am

source: Sent to KoKo/HSG at
de: Gesendet an KoKo/HSG am

source: Session
de: Sitzung

source: Sessions
de: Sitzungen

source: Failed to generate unique session code after 5 attempts
de: Nach 5 Versuchen konnte kein eindeutiger Sitzungscode generiert werden.

source: Session date must fall within term period (%(start)s - %(end)s).
de: Der Termin der Sitzung muss innerhalb der Wahlperiode liegen (%(start)s - %(end)s).

source: A session with this code already exists.
de: Eine Sitzung mit diesem Code existiert bereits.

source: Backup Attended
de: Teilnahme der Ersatzperson

source: Check if backup person attended instead of primary mandatary
de: Überprüfe, ob die Ersatzperson anstelle des Mandatars anwesend war.

source: Session Attendance
de: Sitzungsteilnahme

source: Session Attendances
de: Sitzungsteilnahme

source: This mandate is already recorded as attending this session.
de: Dieser Mandatar ist bereits zur Teilnahme an dieser Sitzung registriert.

source: Resolution
de: Beschluss

source: Procedural
de: Sitzungsablauf

source: Personnel Election by Resolution
de: Personalwahl durch Beschluss

source: No vote
de: keine Wahl

source: Counted vote
de: Stimmenzählung
