Repository: oehfhooe-assistenz/unihanko-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: After submitting, you'll receive a reference code. Use it to download your form, get signatures, and upload the signed version.
de: Nach dem Einreichen erhältst du einen Referenzcode. Verwende diesen, um dein Formular herunterzuladen und um die unterschriebene Version hochzuladen.

source: Back to the ECTS Reimbursement Center
de: Zurück zum ECTS-Anrechnungs-Center

source: Main Menu
de: Hauptmenü

source: File ECTS reimbursement requests for courses you're planning on substituting. Submit your information, download the form, and re-upload it after collecting the necessary signatures.
de: Reiche ECTS-Anrechnungssanträge für Kurse ein, die du ersetzen möchtest. Gib die Daten ein, lade das Formular herunter und lade es nach Einholung der erforderlichen Unterschriften erneut hoch.

source: File your Reimbursement
de: Reiche deine Anrechnung ein

source: Payment Plans Center
de: FuGeb-Dauerrechnungs-Center

source: Complete your payment plan banking details to receive your representation allowance. Enter your personal access code, submit your information, download, sign and re-upload the form.
de: Gib deine Bankverbindung für die FuGeb-Dauerrechnung an, um deine Aufwandsentschädigung zu erhalten. Gib deinen Personal Access Code ein, übermittle deine Daten, lade das Formular herunter, unterschreibe es und lade es erneut hoch.

source: Manage your Plans
de: Deine Dauerrechnungen verwalten

source: Need help? Contact the administration office at:
de: Benötigst du Hilfe? Wende dich an das ÖH-Team unter:

source: Manage Payment Plans
de: FuGeb-Dauerrechnungen verwalten

source: From
de: von

source: To
de: bis

source: Enter Your Personal Access Code
de: Gib deinen Personal Access Code ein

source: Your personal access code (PAC) was provided to you by the ÖH team. Enter it below to access your payment plans for this fiscal year.
de: Dein Personal Access Code (PAC) wurde dir vom ÖH-Team zur Verfügung gestellt. Gib ihn unten ein, um Zugriff auf deine FuGeb-Dauerrechnungen für dieses Wirtschaftsjahr zu erhalten.

source: Manage Plans
de: Dauerrechnungen verwalten

source: Manage Your Payment Plans
de: Deine Dauerrechnungen verwalten

source: Select a fiscal year to access your payment plans
de: Wähle ein Wirtschaftsjahr aus, um auf deine Dauerrechnungen zugreifen zu können

source: Login with PAC
de: Mit dem PAC einloggen

source: No active fiscal years available at this time.
de: Aktuell sind keine Wirtschaftsjahre zur Einreichung verfügbar.

source: Back to the SSP
de: Zurück zum SSP

source: Monthly Allowance
de: monatliche Aufwandsentschädigung

source: Internal Process Stage
de: Interner Bearbeitungsstatus

source: Complete your plan
de: Deine Dauerrechnung vervollständigen

source: Cancel completion
de: Vervollständigen abbrechen

source: Download Receipt
de: Beleg herunterladen

source: Receipt
de: Beleg

source: Close
de: Schließen

source: Banking Information Provided
de: Bankdaten bereitgestellt

source: Terms Reviewed & Form Downloaded
de: Bedingungen überprüft & Formular heruntergeladen

source: Form Uploaded
de: Formular hochgeladen

source: Banking Details Complete
de: Bankdaten vollständig

source: Banking Details Required
de: Bankdaten erforderlich

source: Save & Continue
de: Speichern & fortfahren

source: After saving, review terms and upload your signed form below.
de: Überprüfe nach dem Speichern die Bedingungen und lade dein unterschriebenes Formular unten hoch.

source: Payment Plan Terms & Conditions
de: Bedingungen zur FuGeb-Dauerrechnung

source: Please confirm you agree to the payment plan terms and conditions.
de: Bitte bestätige, dass du mit den Bedingungen zur Dauerrechnung einverstanden bist.

source: I acknowledge and agree to the terms and conditions above
de: Ich bestätige und stimme den oben genannten Bedingungen zu.

source: Download & Upload Area
de: Download- & Uploadbereich

source: Click the 'Download My Blank Form' button to download your pre-filled PDF
de: Klicke auf die Schaltfläche „Mein Formular herunterladen“, um dein vorausgefülltes PDF herunterzuladen.

source: You sign the same form (handwritten or electronically)
de: Du unterschreibst dasselbe Formular (handschriftlich oder elektronisch)

source: Upload your signed form via the 'Choose file' dialogue
de: Lade dein unterschriebenes Formular über den Dialog „Datei auswählen“ hoch.

source: Don't forget to press the 'Submit My Signed Form' button!
de: Vergiss nicht, auf die Schaltfläche „Mein unterschriebenes Formular einreichen“ zu klicken!

source: Download My Blank Form
de: Mein Formular herunterladen

source: Submit My Signed Form
de: Mein unterschriebenes Formular einreichen

source: Upload Complete
de: Upload abgeschlossen

source: Your signed form has been uploaded successfully.
de: Dein unterschriebenes Formular wurde erfolgreich hochgeladen.

source: Signed on
de: Unterschrieben am

source: Plan Details
de: Dauerrechnungs-Details

source: Documents
de: Dokumente

source: Download Payment Plan PDF
de: Dauerrechnung herunterladen

source: No payment plans found for this fiscal year.
de: Für dieses Wirtschaftsjahr wurden keine Zahlungspläne gefunden.

source: Back to the Payment Plans Center
de: Zurück zum Dauerrechnungs-Center

source: File a New Reimbursement Request
de: Einen neuen Anrechnungsantrag erstellen

source: Select a semester below to file a new ECTS reimbursement request
de: Wähle unten ein Semester aus, um einen neuen Antrag auf ECTS-Anrechnung zu stellen.

source: No open filing periods at this time.
de: Derzeit gibt es keine offenen Einreichfenster.

source: Check My Reimbursement Request Status
de: Den Status meines Anrechnungsantrags überprüfen

source: Already filed? Enter your reference code to check your request's status and upload missing documents.
de: Bereits eingereicht? Gib deinen Referenzcode ein, um den Status deines Antrags zu überprüfen und fehlende Dokumente hochzuladen.

source: e.g., WS24-MUEL-1234
de: z.B.: WS24-MUEL-1234

source: Check Status
de: Status prüfen

source: ECTS Reimbursement Request Status
de: Status des ECTS-Anrechnungsantrags

source: Your Role with the ÖH
de: Deine Funktion in der ÖH

source: ECTS to be reimbursed
de: anzurechnende ECTS

source: Complete your request
de: Deinen Antrag vervollständigen

source: The role you selected to be reimbursed for; usually the one with the highest ECTS. Note: The final audit will correctly calculate all roles.
de: Die Funktion, die du zur Anrechnung wählst; in der Regel die Funktion mit den höchsten ECTS. Anmerkung: das abschließende Audit verrechnet alle deine Funktionen.

source: The sum of the ECTS of all courses you selected for reimbursement.
de: Die Summe der ECTS aller Lehrveranstaltungen, die du anrechnen lassen möchtest.

source: Courses Filed
de: Lehrveranstaltungen angegeben

source: Form Signed & Uploaded
de: Antragsformular unterschrieben & hochgeladen

source: Processed by ÖH Staff
de: Durch das ÖH-Team bearbeitet

source: ECTS Reimbursement Request Summary
de: Zusammenfassung des ECTS-Anrechnungsantrags

source: Filed
de: Eingereicht

source: Courses to be reimbursed
de: Anzurechnende LVen

source: Your Total ECTS of Reimburseable Courses
de: Gesamt-ECTS der anzurechnenden LVen

source: Your ECTS Role Entitlement
de: Dein ECTS-Anspruch

source: Election Semester Adjustment
de: mögliche Anpassung für eine Wahlperiode

source: Your Max ECTS Entitlement
de: Dein maximaler ECTS-Anspruch

source: Your Request Note
de: Deine Antragsnotiz

source: Download Area
de: Download-Bereich

source: Make sure both you and your lecturer sign the same form (handwritten or electronically)
de: Stelle sicher, dass sowohl Du als auch Dein Lehrveranstaltungsleiter dasselbe Formular unterschreiben (handschriftlich oder elektronisch).

source: Return later with your reference code to upload the twice-signed form in the Upload Area
de: Komm später mit deinem Referenzcode zurück, um das doppelt unterschriebene Formular im Upload-Bereich hochzuladen.

source: Upload Area
de: Upload-Bereich

source: Make sure your form is signed by both you and your lecturer (handwritten or electronically)
de: Stelle sicher, dass Dein Formular sowohl von Dir als auch von Deinem Lehrveranstaltungsleiter unterschrieben ist (handschriftlich oder elektronisch).

source: Make sure your file is a PDF file, we don't accept image files
de: Stelle sicher, dass deine Datei eine PDF ist. Wir akzeptieren keine Bilddateien.

source: Read and confirm the upload declaration by checking the 'I confirm...' checkbox
de: Lese die Upload-Erklärung und bestätige diese, indem du das Kontrollkästchen „Ich bestätige ...“ aktivierst.

source: Upload your twice signed form via the 'Choose file' dialogue
de: Lade dein doppelt unterschriebenes Formular über den Dialog „Datei auswählen” hoch.

source: Upload Declaration
de: Upload-Erklärung

source: Signed Reimbursement Request PDF
de: Unterzeichneter Anrechnungsantrag als PDF

source: PDF only; make sure all signatures are present (max 20MB)
de: Nur PDF; stelle sicher, dass alle Unterschriften vorhanden sind (max. 20 MB)

source: Signed Form Uploaded Successfully
de: Unterzeichnetes Formular erfolgreich hochgeladen

source: Your signed form has been uploaded and is being processed by our team.
de: Dein unterschriebenes Formular wurde hochgeladen und wird derzeit von unserem Team bearbeitet.

source: Uploaded
de: Hochgeladen

source: ECTS Reimbursement Request Information
de: Informationen zum ECTS-Anrechnungsantrag

source: Form Submitted
de: Formular eingereicht

source: Your Course Details
de: Deine LV-Details

source: Semester Adjustment
de: Wahlperiodenanpassung

source: Download My Request Form
de: Mein Antragsformular herunterladen

source: View My Signed Form
de: Mein unterschriebenes Formular einsehen

source: Your Reference Code
de: Dein Referenzcode

source: Copy
de: Kopieren

source: Save this code to check your request status or upload documents later.
de: Speichere diesen Code um später deinen Antragsstatus einsehen oder Dokumente hochladen zu können.

source: Copied!
de: Kopiert!

source: Complete
de: Vollständig

source: Choose a date from the list below to revert to a previous version of this object.
de: Wähle ein Datum aus der folgenden Liste aus, um zu einer früheren Version dieses Objekts zurückzukehren.

source: This object doesn't have a change history.
de: Dieses Objekt verfügt über keine Change-Historie.
