Repository: oehfhooe-assistenz/unihanko-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Fiscal year unlocked.
de: Wirtschaftsjahr entsperrt.

source: Unlock year
de: Wirtschaftsjahr entsperren

source: Finances
de: Finanzen

source: Stored as WJyy_yy (e.g. WJ24_25). English UI shows FYyy_yy.
de: Gespeichert als WJyy_yy (z. B. WJ24_25). Die englische Benutzeroberfläche zeigt FYyy_yy an.

source: Active (SSP Filing)
de: Aktiv (SSP-Einreichung)

source: Fiscal year
de: Wirtschaftsjahr

source: Fiscal years
de: Wirtschaftsjahre

source: This fiscal year is locked. You cannot change: %(fields)s.
de: Dieses Wirtschaftsjahr ist gesperrt. Das Folgende kann nicht geändert werden: %(fields)s.

source: Start is required.
de: Ein Startdatum ist erforderlich.

source: End must be after start.
de: Das Enddatum muss nach dem Startdatum geschehen.

source: Pending
de: Ausstehend

source: Cancelled
de: Storniert

source: Finished
de: Beendet

source: Auto-generated reference (e.g. WJ24_25-00001).
de: Automatisch generierte Referenznummer (z. B. WJ24_25-00001).

source: Cost center
de: Kostenstelle

source: Enter a valid 3-digit cost center (KSt)
de: Gib eine gültige 3-stellige Kostenstelle (KSt) ein.

source: Cost center for the payment plan's personnel cost.
de: Kostenstelle für den Personalaufwand der FuGeb-Dauerrechnung.

source: Payee name
de: Name des Zahlungsempfängers

source: Enter a valid IBAN (e.g. AT.., DE..).
de: Gib eine gültige IBAN ein (z. B. AT.., DE..).

source: Will only accept IBANs in correct format.
de: Es werden nur IBANs im korrekten Format akzeptiert.

source: Enter a valid BIC (8 or 11 chars).
de: Gib einen gültigen BIC (8 oder 11 Zeichen) ein.

source: Will only accept BIC/SWIFT in correct format.
de: Es werden nur BIC/SWIFT-Codes im korrekten Format akzeptiert.

source: Payment reference
de: Zahlungsreferenz

source: For wire transfer.
de: Für Überweisungen.

source: Payee address
de: Empfängeradresse

source: Format: Street, No., Post code, City.
de: Format: Straße, Hausnummer, Postleitzahl, Ort.

source: Pay start (optional)
de: Startdatum (optional)

source: Pay end (optional)
de: Enddatum (optional)

source: Monthly amount
de: Monatlicher Betrag

source: Monthly amount derived from assigned role. Can be edited.
de: Monatlicher Betrag, der sich aus der zugewiesenen Funktion errechnet. Kann bearbeitet werden.

source: Total amount (override)
de: Gesamtbetrag (Ersatzfeld)

source: Total amount derived from auto-calculation ['richtwert']. Can be edited.
de: Gesamtbetrag aus automatischer Berechnung [„Richtwert“]. Kann bearbeitet werden.

source: Status of payment plan. Payment plans can only be fully edited if they are in the DRAFT stage.
de: Status der FuGeb-Dauerrechnung. Zahlungspläne können nur vollständig bearbeitet werden, wenn sie sich im Entwurfsstadium befinden.

source: Signed by payee on
de: Unterzeichnet vom Zahlungsempfänger am

source: Date of signature received.
de: Datum des Eingangs der Unterschrift.

source: Upload for the signed payment plan PDFs. Note: Simply re-upload after each signature.
de: Upload der unterschriebenen FuGeb-Dauerrechnung (als PDF).

source: IP address from which the public portal form was submitted.
de: IP-Adresse, von der aus das Formular im öffentlichen Portal übermittelt wurde.

source: Payment plan
de: FuGeb-Dauerrechnung

source: Payment plans
de: FuGeb-Dauerrechnungen

source: An open payment plan already exists for this assignment in this fiscal year. Please edit or delete the existing draft plan first.
de: Für diese Funktionszuweisung gibt es bereits eine offene FuGeb-Dauerrechnung in diesem Wirtschaftsjahr. Bitte bearbeite oder lösche zunächst den bestehenden Entwurf.

source: An open payment plan already exists for this assignment in this fiscal year. Please edit the existing plan or cancel it via workflow actions.
de: Für diese Funktionszuweisung existiert bereits ein offener Zahlungsplan für dieses Geschäftsjahr. Bitte bearbeite den bestehenden Plan oder stornieren Sie ihn über Workflow-Aktionen.

source: You cannot change the fiscal year after creation.
de: Das Wirtschaftsjahr kann nach der Erstellung nicht mehr geändert werden.

source: Fiscal year is required.
de: Das Wirtschaftsjahr ist erforderlich.

source: Pay start must be within or before the fiscal year end.
de: Das Startdatum muss innerhalb oder vor Ablauf des Wirtschaftsjahres erfolgen.

source: Pay end must be within or after the fiscal year start.
de: Das Zahlungsende muss innerhalb oder nach dem Beginn des Wirtschaftsjahres liegen.

source: Computed pay window is empty or inverted. Adjust start/end.
de: Das berechnete Zahlungsfenster ist leer oder invertiert. Passe das Start- und Enddatum an.

source: Monthly amount must be a non-negative number.
de: Der monatliche Betrag muss eine nicht negative Zahl sein.

source: IBAN checksum failed.
de: IBAN-Prüfsumme fehlgeschlagen.

source: Selected assignment does not overlap the fiscal year.
de: Die ausgewählte Funktionszuweisung überschneidet sich nicht mit dem Wirtschaftsjahr.

source: Fiscal year is required before code generation.
de: Das Wirtschaftsjahr muss vor der Codegenerierung angegeben werden.

source: Behavior
de: Verhalten

source: Pick at least one Action (legacy FK or the list).
de: Wähle mindestens eine Aktion aus (Legacy-FK oder die Liste).

source: Use either the legacy FK *or* the list, not both.
de: Verwende entweder den Legacy-FK *oder* die Liste, nicht beides.

source: Grant
de: Zuteilung

source: Actions (effective)
de: Aktionen (effektiv)

source: Actions (M2M)
de: Aktionen (M2M)

source: NOT OK
de: NICHT OK

source: User
de: Benutzer

source: Print Specimen Form
de: Unterschriftenprobenformular drucken

source: Target
de: Ziel

source: Action
de: Aktion

source: Signer
de: Unterzeichner

source: Result
de: Ergebnis

source: Verify
de: Überprüfen

source: Approve
de: Genehmigen

source: Release/Print
de: Freigeben/Drucken

source: Optional: e.g. WIREF, CHAIR …
de: Optional: z. B. WiRef, Vorsitz … (englisch)

source: Scope (model)
de: Umfang (Modell)

source: Comment/help
de: Kommentar/Hilfe

source: Repeatable
de: Wiederholbar

source: This action may be performed multiple times on the same object.
de: Diese Aktion kann mehrmals auf dasselbe Objekt angewendet werden.

source: Require distinct signer
de: Unterscheidbarer Unterzeichner erforderlich

source: The same person cannot perform multiple gated stages on the same object.
de: Dieselbe Person kann nicht mehrere Unterzeichnungen für dasselbe Objekt durchführen.

source: Actions
de: Aktionen

source: An action with this verb/stage/scope combination already exists.
de: Eine Aktion mit dieser Kombination aus Verb, Stufe und Umfang existiert bereits.

source: Role
de: Rolle

source: Additional actions
de: Zusätzliche Aktionen

source: Policy
de: Richtlinie

source: Policies
de: Richtlinien

source: A policy for this role and action already exists.
de: Eine Richtlinie für diese Rolle und Aktion existiert bereits.

source: Verified (specimen on file)
de: Verifiziert (Unterschriftsprobe hochgeladen)

source: Printed name (override)
de: Gedruckter Name (Ersatzfeld)

source: Signer secret
de: Unterzeichnergeheimnis

source: Signature specimen (PDF)
de: Unterschriftsprobe (PDF)

source: Signatory
de: Unterzeichner

source: Signatories
de: Unterzeichner

source: IP address
de: IP-Adresse

source: IP address from which signature was created (for audit/verification)
de: IP-Adresse, von der aus die Signatur erstellt wurde (zu Prüfungs-/Verifizierungszwecken)

source: Signature
de: Signatur

source: Action scope doesn't match signature scope.
de: Der Aktionsbereich stimmt nicht mit dem Signaturbereich überein.

source: Unknown action.
de: Unbekannte Aktion.

source: No active signatory is linked to your account.
de: Mit deinem Konto ist kein aktiver Unterzeichner verknüpft.

source: Your signatory is not verified (specimen missing).
de: Du bist nicht als Unterzeichner verifiziert (Unterschriftenprobe fehlt).

source: You are not authorized to perform this action.
de: Du bist nicht berechtigt, diese Aktion auszuführen.

source: A different signatory is required for this stage.
de: Für diesen Schritt ist ein anderer Unterzeichner erforderlich.

source: This action has already been performed.
de: Diese Aktion wurde bereits durchgeführt.

source: HankoSign Workflow Control
de: HankoSign-Workflow-Steuerung

source: Final
de: Endgültig

source: Submit (WiRef)
de: Einreichen (WiRef)

source: Withdraw (WiRef)
de: Zurücknehmen (WiRef)

source: Cancel/Terminate
de: Stornieren

source: Print/Release
de: Drucken/Freigeben

source: (unknown)
de: (unbekannt)

source: Titles
de: Titel

source: Quick Reference (Always Visible)
de: Schnellreferenz (immer sichtbar)

source: Short text explaining status badges, icons, etc.
de: Kurzer Text zur Erläuterung von Status-Badges, Symbolen usw.

source: Full Help Content (Accordion)
de: Vollständiger Hilfe-Inhalt (im Accordeon)

source: Detailed help text. Use AI to translate between languages!
de: Ausführlicher Hilfetext. Verwende KI, um zwischen Sprachen zu übersetzen!

source: Target (App + Model)
de: Ziel (App + Modell)

source: Title (German)
de: Titel (Deutsch)

source: Title (English)
de: Titel (Englisch)

source: Author
de: Autor

source: Contact
de: Kontakt

source: Legend (German)
de: Legende (Deutsch)

source: Legend (English)
de: Legende (Englisch)

source: Help Content (German)
de: Hilfe-Inhalte (Deutsch)

source: Help Content (English)
de: Hilfe-Inhalte (Englisch)

source: Show Legend
de: Legende anzeigen

source: Help Page
de: Hilfeseite

source: Help Pages
de: Hilfeseiten

source: A help page for this model already exists.
de: Eine Hilfeseite für dieses Modell existiert bereits.

source: Organisation names
de: Organisationsnamen

source: University names
de: Hochschulnamen

source: Addresses
de: Adressen

source: Banking & tax
de: Bankwesen & Steuern

source: Legal signatories
de: Zeichnungsberechtigte

source: ECTS Self Service Affidavits
de: ECTS-Self-Service-Portal-Erklärungen

source: Org name (DE, long)
de: Name der Organisation (DE, lang)

source: Org name (DE, short)
de: Name der Organisation (DE, kurz)

source: Org name (EN, long)
de: Name der Organisation (EN, lang)

source: Org name (EN, short)
de: Name der Organisation (EN, kurz)

source: University (DE, long)
de: Hochschule (DE, lang)

source: University (DE, short)
de: Hochschule (DE, kurz)

source: University (EN, long)
de: Hochschule (EN, lang)

source: University (EN, short)
de: Hochschule (EN, kurz)

source: Organisation address
de: Adresse der Organisation

source: Multiline; used in PDFs/letters.
de: Mehrzeilig; wird in PDFs/Briefen verwendet.

source: Bank address
de: Bankadresse

source: VAT/Tax ID
de: Umsatzsteuer-Identifikationsnummer/Steuer-ID

source: Default reference label
de: Standard-Referenzlabel

source: Used as a default in forms/CSV (e.g. "Rechnung").
de: Wird standardmäßig in Formularen/CSV verwendet (z. B. „Rechnung“).

source: 2nd Deputy Chair
de: 2. stellvertretende*r Vorsitzende*r

source: 3rd Deputy Chair
de: 3. stellvertretende*r Vorsitzende*r

source: Financial Officer (WiRef)
de: Wirtschaftsreferent*in (WiRef)

source: Deputy Financial Officer
de: Stellvertretende*r Wirtschaftsreferent*in

source: Public filing URL
de: SSP-URL

source: Do not change without permission.
de: Ohne Genehmigung nicht ändern.

source: ECTS Affidavit 1 (Initial Submission)
de: ECTS-Erklärung 1 (Antragseröffnung)

source: Affidavit text shown when student submits course list
de: Eidesstattliche Erklärung, die angezeigt wird, wenn der Student seine LV-Liste einreicht

source: ECTS Affidavit 2 (Form Upload)
de: ECTS-Erklärung 2 (Formular-Upload)

source: Affidavit text shown when student uploads signed form
de: Text der eidesstattlichen Erklärung, der angezeigt wird, wenn der Student das unterschriebene Formular hochlädt

source: Payment Plan Disclaimer
de: Haftungsausschluss zur FuGeb-Dauerrechnung

source: Disclaimer text shown when person completes payment plan banking details
de: Haftungsausschluss, der angezeigt wird, wenn eine Person die Bankdaten für die FuGeb-Dauerrechnung angibt

source: Master data
de: Stammdaten

source: Has active assignment
de: Hat aktive Funktionszuweisung

source: Ended
de: Beendet

source: Dates
de: Daten

source: Reasons
de: Gründe

source: Election Details
de: Wahldetails

source: — save first to see signatures —
de: — zuerst speichern, um Signaturen anzuzeigen —

source: Election reference
de: Wahlreferenz

source: University
de: Hochschule

source: Account
de: UniHanko-Account

source: MatNo
de: MatNr

source: Django Account
de: UniHanko-Account

source: Active roles
de: Aktive Rollen

source: Personnel record locked
de: Personalakte gesperrt

source: Personnel record unlocked
de: Personalakte entsperrt

source: Lock record
de: Personalakte sperren

source: Unlock record
de: Personalakte entsperren

source: Lock selected
de: Auswahl sperren

source: No rows selected.
de: Keine Zeilen ausgewählt.

source: Personnel record locked (bulk)
de: Personalakte gesperrt (Massenbearbeitung)

source: locked %(n)d
de: gesperrt %(n)d

source: already locked %(n)d
de: bereits gesperrt %(n)d

source: failed %(n)d
de: fehlgeschlagen %(n)d

source: Unlock selected
de: Auswahl entsperren

source: Personnel record unlocked (bulk)
de: Personalakte entsperrt (Massenbearbeitung)

source: unlocked %(n)d
de: entsperrt %(n)d

source: already unlocked %(n)d
de: bereits entsperrt %(n)d

source: Printed personnel dossier PDF
de: Personalakt ausgedruckt

source: Print Personnel Record PDF
de: Personalakte drucken

source: Managers only.
de: Nur für Manager.

source: Printed PAC info PDF
de: PAC-Information ausgedruckt

source: Print Personal Access Code Info PDF (ext.)
de: PAC-Information drucken

source: Print selected as roster PDF
de: Auswahl als Verzeichnis drucken

source: Included in roster PDF export
de: In der Übersichts-PDF enthalten

source: You don’t have permission to regenerate access codes.
de: Du hast keine Berechtigung, Zugangscodes neu zu generieren.

source: Regenerated access code
de: PAC neu generiert

source: New access code generated: %(code)s
de: Neuer PAC generiert: %(code)s

source: Regenerate the access code for this person? The old code will stop working.
de: Den Zugangscode (PAC) für diese Person neu generieren? Der alte Code wird dann nicht mehr funktionieren.

source: Regenerate access code
de: Zugangscode neu generieren

source: Type & Flags
de: Art & Kennzeichnungen

source: Defaults
de: Standardwerte

source: Role type
de: Rollentyp

source: Name (localized)
de: Name (lokalisiert)

source: start date
de: Startdatum

source: end date
de: Enddatum

source: Offboard selected (end today, set default reason if empty)
de: Auswahl offboarden (endet heute; Standardaustrittsgrund, wenn leer)

source: Cannot offboard: default end reason O01 is missing. Seed reasons first.
de: Offboarding nicht möglich: Standard-Endgrund O01 fehlt.

source: Ended %(n)d active assignment(s).
de: %(n)d aktive Funktionszuweisung(en) beendet.

source: Printed %(what)s
de: %(what)s ausgedruckt

source: Print certifcate (non-conf.) PDF
de: Bestellungsurkunde (SB, SoFe) drucken

source: Print certificate (ad interim) PDF
de: Bestellungsurkunde (interim) drucken

source: Only department-head assignments can have a confirmation certificate.
de: Nur Referent*innen-Zuweisungen können eine Bestellungsurkunde haben.

source: Set a confirmation date (and reference, if applicable) before printing the confirmation certificate.
de: Lege vor dem Drucken der Bestellungsurkunde ein Bestätigungsdatum (und gegebenenfalls eine Referenz) fest.

source: Print certificate (post-conf.) PDF
de: Bestellungsurkunde (Anwahl) drucken

source: Print resignation PDF
de: Rücktrittsurkunde drucken

source: This person is locked; you can’t add or modify assignments.
de: Diese Person ist gesperrt; Du kannst keine Funktionszuweisungen hinzufügen oder ändern.

source: Personnel
de: Personal

source: Male
de: Männlich

source: Female
de: Weiblich

source: Diverse
de: Divers

source: Not specified
de: Keine Angabe

source: Stable system identifier.
de: Stabile Systemkennung.

source: First name
de: Vorname(n)

source: Last name
de: Nachname

source: Student email
de: Studenten-E-Mail

source: Matriculation number
de: Matrikelnummer

source: Use 's' + 10 digits (FH) or up to 10 digits (federal).
de: Verwende „s“ + 10 Ziffern (FH) oder bis zu 10 Ziffern (Bundes-Matrikelnummer).

source: Example FH: s2210562023 — federal: 52103904
de: Beispiel FH: s2210562023 – Bundesnummer: 52103904

source: Link to a Django user account (optional).
de: Verbindung zu einem UniHanko-Benutzerkonto (optional).

source: To be shared with personnel for certain public filing systems (FuGeb etc.).
de: Zur Weitergabe an Funktionäre für bestimmte öffentliche Plattformen (FuGeb usw.).

source: People
de: Personal

source: This matriculation number is already assigned to another person.
de: Diese Matrikelnummer ist bereits einer anderen Person zugewiesen.

source: Could not generate a unique access code. Please try again.
de: Es konnte kein eindeutiger Zugangscode generiert werden. Bitte versuche es erneut.

source: Department head (Referent:in)
de: Referent*in

source: Department clerk (Sachbearbeiter:in)
de: Sachbearbeiter*in

source: Other / miscellaneous
de: Sonstiges / Verschiedenes

source: Short form
de: Kurzform

source: Format: no digits, max. 30 characters, e.g. WiRef
de: Format: keine Ziffern, max. 30 Zeichen, z. B. WiRef

source: Role short-form
de: Kurzform Rolle

source: ECTS cap
de: ECTS-Obergrenze

source: The nominal reimbursible ECTS amount assigned to the role re: MOU with the academic board
de: Der nominale erstattungsfähige ECTS-Betrag, der der Rolle zugewiesen ist re: Vereinbarung mit dem Kollegium

source: Elected position
de: Wahlamt

source: Whether this role is elected via an election authority re: HSG 2014
de: Ob diese Rolle über eine Wahlbehörde gewählt wird, siehe HSG 2014.

source: Type of role within the (legal) personnel structure.
de: Art der Rolle innerhalb der Funktionsstruktur.

source: Configuration note
de: Konfigurationsvermerk

source: Reimbursed via stipend
de: erhält Aufwandsentschädigung

source: Whether this role is ordinarily reimbursed via stipend [FuGeb]
de: Ob diese Rolle in der Regel durch eine Aufwandsentschädigung vergütet wird [FuGeb]

source: System role
de: System-Rolle

source: Internal/admin role. Ignores stipend/ECTS expectations and is treated separately in policies.
de: Interne/administrative Rolle. Ignoriert Stipendien-/ECTS-Konfigurationen und wird in Richtlinien separat behandelt.

source: Default monthly stipend
de: monatliche Aufwandsentschädigung

source: default monthly pay (if eligible) per Statutes
de: Aufwandsentschädigung (sofern anspruchsberechtigt) gemäß Satzung

source: Roles
de: Rollen

source: Other/System
de: Sonstiges/System

source: System roles must use “Other” kind.
de: System-Rollen müssen den Typ „Sonstige“ verwenden.

source: System roles cannot be stipend-reimbursed.
de: Systemrollen können nicht ECTS-erstattet werden.

source: Leave default monthly amount empty for system roles.
de: Lasse den Standard-Monatsbetrag für Systemrollen leer.

source: ECTS cap must be 0 for system roles.
de: Die ECTS-Obergrenze muss für Systemrollen 0 betragen.

source: Stable code like I01, O01, C99 OR X99 (to be reserved for 'Other').
de: Stabiler Code wie I01, O01, C99 oder X99 (für „Sonstiges” reserviert).

source: Use I## / O## / C## or X99 for Other.
de: Verwende I## / O## / C## oder X99 für Sonstiges.

source: German label/name for the reason given (e.g. Eintritt, Austritt, ...).
de: Deutsche Bezeichnung/Bezeichnung für den angegebenen Grund (z. B. Eintritt, Austritt, ...).

source: Optional English label/name for the reason given.
de: Optionaler englischer Begriff/Name für den angegebenen Grund.

source: Reason
de: Grund

source: Effective start
de: Effektives Startdatum

source: Effective end
de: Wirkdatum (Ende)

source: Start reason
de: Eintrittsgrund

source: Why this assignment started (e.g. Eintritt).
de: Warum diese Funktionszuweisung begonnen wurde (z. B. Eintritt).

source: End reason
de: Austrittsgrund

source: Why this assignment ended (e.g. Austritt). Required when an end date is set.
de: Warum diese Funktionszuweisung beendet wurde (z. B. Austritt). Erforderlich, wenn ein Enddatum festgelegt ist.

source: Confirmation date
de: Anwahl-Datum

source: Date of assembly confirmation (if applicable)
de: Datum der Anwahl durch die HV (falls zutreffend)

source: Elected via
de: Anwahl via

source: Assembly session item that confirmed this appointment
de: TOP der Sitzung mit dieser Personalwahl

source: Assignments
de: Funktionszuweisungen

source: An assignment for this person in this role with this start date already exists. Please adjust the start date or edit the existing assignment.
de: Für diese Person in dieser Rolle mit diesem Startdatum existiert bereits eine Funktionszuweisung. Bitte passe das Startdatum an oder bearbeite die bestehende Zuweisung.

source: Confirmation isn't used for system roles.
de: Das Bestätigungsdatum wird nicht für Systemrollen verwendet.

source: Use start/end only for system roles (no effective dates).
de: Verwende Start/Ende nur für Systemrollen (keine Effektiv-Daten).

source: Pick a start reason (I##) or X99 (Other).
de: Wähle einen Startgrund (I##) oder X99 (Sonstiges).

source: Pick an end reason (O##) or X99 (Other).
de: Wähle einen Beendigungsgrund (O##) oder X99 (Sonstiges).

source: Reason is required when an end date is set.
de: Bei der Festlegung eines Enddatums ist ein Grund erforderlich.

source: Remove end reason unless you set an end date.
de: Entferne den Beendigungsgrund, es sei denn, du hast ein Enddatum festgelegt.

source: Start and end reason cannot be the same (except X99).
de: Start- und Endgrund dürfen nicht identisch sein (außer X99).

source: Provide a confirmation date when using assembly election.
de: Gib bei der Verwendung der Personalwahl ein Bestätigungsdatum an.

source: Access Code
de: Zugangscode

source: Enter semester code or reference code
de: Gib deinen Semester-Code oder Referenzcode ein

source: Enter your semester access code (e.g., forest-mountain-23) for new filing, or your reference code (e.g., WS24-MUEL-1234) to check status
de: Gib deinen Semester-Zugangscode (z. B. forest-mountain-23) für einen neuen Antrag oder einen Referenzcode (z. B. WS24-MUEL-1234) ein, um den Antragsstatus zu überprüfen oder den Antrag zu vervollständigen.

source: Security Check
de: Sicherheitsüberprüfung

source: This reference code is not for the selected semester.
de: Dieser Referenzcode gilt nicht für das ausgewählte Semester.

source: Invalid access code. Please check and try again.
de: Ungültiger Zugangscode. Bitte überprüfe ihn und versuche es erneut.

source: Invalid access code format.
de: Ungültiges Zugangscode-Format.

source: e.g., LV101
de: z. B. LV101

source: e.g., Advanced Mathematics
de: z. B. Höhere Mathematik

source: e.g., 3, 5.5, 7
de: z. B. 3; 5,5; 7

source: Enter whole numbers (e.g., 5) or half values (e.g., 5.5)
de: Gib ganze (z. B. 5) oder halbe Werte (z. B. 5,5) ein.

source: Please provide either a course code or course name.
de: Bitte gib entweder einen LV-Code oder einen LV-Namen an.

source: Please provide ECTS amount for this course.
de: Bitte gib die Anzahl der ECTS-Punkte für diese LV an.

source: Your Role
de: Deine Funktion

source: Select your role...
de: Bitte wähle deine Funktion aus...

source: Select the role under which you are claiming ECTS
de: Wählen die Rolle aus, unter du die ECTS-Anrechnung beantragen möchtest.

source: Notes (Optional)
de: Anmerkungen (optional)

source: Any additional information...
de: Weitere Informationen...

source: Optional notes about your request
de: Optionale Anmerkungen zu deinem Antrag

source: I confirm
de: Ich bestätige
